Repository: MozillaFoundation/donate-wagtail
Catalog: donate/locale/dsb/LC_MESSAGES/django.po
Languages: dsb

source: This field is required.
dsb: Toś to pólo jo trěbne.

source: Enter a number.
dsb: Zapódajśo licbu.

source: Enter a valid email address.
dsb: Zapódajśo płaśiwu e-mailowu adresu.

source: Donations must be %(amount)s or more
dsb: Pósćiwanki muse nanejmjenjej %(amount)s wucyniś

source: Amount
dsb: Suma

source: First name
dsb: Pśedmě

source: Last name
dsb: Familijowe mě

source: Street
dsb: Droga

source: City
dsb: Město

# Feel free to replace with “Postal code” or equivalent
source: ZIP Code
dsb: Postowa licba

source: Country
dsb: Kraj

source: I’m okay with Mozilla handling my info as explained in this <a href='%(url)s'>Privacy Notice</a>.
dsb: Som z tym wobjadny, kak Mozilla wobchada pó to´s tych <a href='%(url)s'>toś tych pšawidłach priwatnosći</a> z mójimi informacijami.

source: The type of card you used is not accepted.
dsb: Kórtowy typ, kótaryž sćo wužył, se njeakceptěrujo.

source: The CVV code you entered was invalid.
dsb: Wěstotny kod kreditoweje kórty (CVV), kótaryž sćo zapódał, jo był njepłaśiwy.

source: The expiration date you entered was invalid.
dsb: Datum spadnjenja, kótaryž sćo zapódał, jo był njepłaśiwy.

source: The credit card number you entered was invalid.
dsb: Numer kreditoweje kórty, kótaryž sćo zapódał, jo był njepłaśiwy.

source: The post code you provided is not valid.
dsb: Postowa licba, kótaruž sćo pódał, njejo płaśiwa.

source: Sorry there was an error processing your payment. Please try again later or use a different payment method.
dsb: Pśi pśeźěłowanju wašogo płaśenja jo bóžko zmólka nastała. Pšosym wopytajśo pózdźej hyšći raz abo wužywajśo drugu płaśeńsku metodu.

source: Something went wrong. We were unable to process your payment.
dsb: Něco njejo se raźiło. Njamóžomy wašo płaśenje pśeźěłaś.

source: Sorry there was an error processing your payment. Please try again later.
dsb: Pśi pśeźěłowanju wašogo płaśenja jo bóžko zmólka nastała. Pšosym wopytajśo pózdźej hyšći raz.

source: Captcha was invalid. Please try again.
dsb: Captcha jo był njepłaśiwy. Pšosym wopytajśo hyšći raz.

source: Page not found
dsb: Bok njejo se namakał

source: Uh oh!
dsb: Ow ow!

source: Sorry, the page does not exist
dsb: Bok bóžko njeksistěrujo

source: Go to our home page
dsb: K našomu startowemu bokoju

# Page title
source: Donate to Mozilla
dsb: Mozilla pósćiś

source: ONE TIME
dsb: JADEN RAZ

source: MONTHLY
dsb: KUŽDY MJASEC

source: Other amount
dsb: Druga suma

source: Choose Payment
dsb: Metodu płaśenja wubraś

source: SECURE
dsb: WĚSTY

source: Donate
dsb: Pósćiś

source: per month
dsb: na mjasec

source: Your payment details will be processed by <a href="%(braintree_url)s">Braintree</a>, a PayPal company (for credit/debit cards) or <a href="%(paypal_url)s">PayPal</a>, and a record of your donation will be stored by Mozilla.
dsb: Waše płaśeńske daty se wót <a href="%(braintree_url)s">Braintree</a>, pśedewześe PayPal (za kreditowe kórty) abo <a href="%(paypal_url)s">PayPal</a> pśeźěłaju, a datowa sajźba wašogo dara se pla Mozilla składujo.

source: Monthly donations are charged each month on the same day that you donate today, and will continue until you cancel. To cancel, email us at <a href="mailto:%(email)s">%(email)s</a>.
dsb: Mjasecne dary se kuždy mjasec na tom samskem dnju wuběraju, na kótaremž źinsa pósćiwaśo, a pókšacuju se tak dłujko, až je njepśetergnjośo. Aby pśeterhnuł, sćelśo nam mejlku na <a href="mailto:%(email)s">%(email)s</a>.

source: Other ways to give: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Check</a> | <a href="%(bitcoin_url)s">Bitcoin</a>
dsb: Dalšne móžnosći pósćiwanja: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">šek</a> | <a href="%(bitcoin_url)s">Bitcoin</a>

source: Problems donating? Visit our <a href="%(faq_url)s">FAQ</a> for answers to most common questions. Still have problems? <a href="mailto:%(email)s">Send us an email</a>.
dsb: Maśo problemy pś pósćiwanju? Woglědajś se k našym <a href="%(faq_url)s">Cestym pšašanjam</a> za wótegrona na nejcesćejše pšašanja. Maśo hyšći problemy? <a href="mailto:%(email)s">Sćelśo nam mejlku</a>.

source: Contributions go to the Mozilla Foundation, a 501(c)(3) organization based in Mountain View, California, to be used in its discretion for its charitable purposes. They are tax-deductible in the U.S. to the fullest extent permitted by law.
dsb: Pósćiwanki su za załožbu Mozilla Foundation, organizaciju 501(c)(3) ze sedłom w Mountain View, Kaliforniskej, a su myslone za zaměry, kótarež su za wše wužytne. Daju se w Zjadnośonych statach w nejwušej měrje wót danka wótsajźiś, kótaruž kazń dowólujo.

source: Initiatives
dsb: Iniciatiwy

source: Participate
dsb: Wobźěliś se

source: Internet Health
dsb: Strowosć interneta

source: About Us
dsb: Wó nas

source: Menu
dsb: Meni

source: Protect the internet as a global public resource
dsb: Šćitajśo internet ako globalnu zjawnu resursu

source: Join our email list to take action and stay updated!
dsb: Pśizamkniśo se našej e-mailowej lisćinje, aby chopiła agěrowaś a wóstał na běžnem!

source: Enter email address
dsb: E-mailowu adresu zapódaś

source: Sign up
dsb: Registrěrowaś

source: Thanks!
dsb: Wjeliki źěk!

source: If you haven’t previously confirmed a subscription to a Mozilla-related newsletter you may have to do so. Please check your inbox or your spam filter for an email from us.
dsb: Jolic hyšći njejsćo abonement powěsćowego lista Mozilla wobkšuśił, musyśo to něnto cyniś. Pšosym glědajśo do dochada posta abo papjernika za mejlku wót nas.

source: More about us
dsb: Wěcej wó nas

source: Participation Guidelines
dsb: Wobźěleńske směrnice

source: Legal
dsb: Pšawniske

source: Privacy
dsb: Priwatnosć

source: License
dsb: Licenca

source: Mozilla is a global non-profit dedicated to putting you in control of your online experience and shaping the future of the web for the public good. Visit us at <a %(link_attributes)s>%(site_url)s</a>.
dsb: Mozilla jo swětodaloko za wšykne wužytna organizacija, kótaraž se za to zasajźujo, až maśo kontrolu nad swójim dožywjenim online a až se pśichod weba za powšykne derjeměśe wugótujo. Woglědajśo se k nam na <a %(link_attributes)s>%(site_url)s</a>.

# Button
source: DONATE NOW
dsb: NĚNTO PÓSĆIŚ

source: Seal of Charity Navigator 4-Star
dsb: 4-gwězdowy zygel Charity Navigator

source: Seal of GuideStar Gold 2019
dsb: Złoty zygel GuideStar 2019

# Header
source: Donate now
dsb: Něnto pósćiś

source: Thank you for contacting us. A case has been created for your issue and we will be in touch shortly.
dsb: Źěkujomy se, až sćo nas skontaktěrował. Pad jo se napórał za waš problem a dajomy se skóro wót nas słyšaś.

source: We will get back to you soon.
dsb: Stajijomy se skóro z wami do zwiska.

source: If you need help with a contribution, fill out this form and we’ll get back to you soon.
dsb: Jolic pomoc z darom trjebaśo, wupołniśo toś ten formular a dajomy se skóro wót nas słyšaś.

source: Contact Name
dsb: Kontaktowe mě

source: Language
dsb: Rěc

# Option in 'Language' dropdown
source: None
dsb: Žedna

source: English
dsb: Engelšćina

source: French
dsb: Francojšćina

source: German
dsb: Nimšćina

source: Spanish
dsb: Špańšćina

source: Polish
dsb: Pólšćina

source: Portuguese
dsb: Portugišćina

# Option in 'Language' dropdown
source: Other
dsb: Druge

source: Subject
dsb: Tema

source: Description
dsb: Wopisanje

source: Mozilla will only use your submitted information for purposes of communicating with you about your request. See our <a href="%(privacy_policy)s">privacy policy</a> for further information.
dsb: Mozilla buźo waše zapódane informacije wužywaś, aby z wami wó wašom napšašowanju komunicěrował. Glejśo naše <a href="%(privacy_policy)s">pšawidła priwatnosći</a> za dalšne informacije.

source: Submit
dsb: Wótpósłaś

source: Ways to Give
dsb: Móžnosći pósćiwanja

source: Credit / Debit and PayPal
dsb: Kreditowa/Debitowa kórta a PayPal

source: <a href="%(ways_to_give_link)s">Go to this link</a> to make a secure online donation right now.
dsb: <a href="%(ways_to_give_link)s">Slědujśo toś tomu wótkazoju</a>, aby ned wěsty dar online dał.

source: Bank Transfer / SEPA
dsb: Bankowa pśepokazanje / SEPA

source: We accept donations in Euros through Single European Payment Area (SEPA) transfer, and British Pounds through BACS transfer.
dsb: Akceptěrujomy něnto pósćiwanki w eurach pśez pśepokazanje Single European Payment Area (SEPA) a w Britiskich puntach pśez přepokazanje BACS.

source: Please remember that donations are deductible for U.S. income tax purposes only.
dsb: Pšosym źiwajśo na to, až pósćiwanki su wótsajźujobne jano we wobłuku zasłužbowego danka USA.

source: If your bank requests our physical address, it is %(address)s.
dsb: Jolic waša banka adresu našogo sedła trjeba: wóna jo %(address)s.

source: Euros:
dsb: Eura:

source: Account Currency:
dsb: Kontowe pjenjeze:

source: Receiving Bank (Pay to):
dsb: Dostawajuca banka (ma so zapłaśiś na):

source: City & Country/Region:
dsb: Město a kraj/region:

source: Frankfurt, Germany
dsb: Frankobrod nad Mainom, Nimska

source: SWIFT/BIC Code:
dsb: SWIFT/BIC-kod:

source: Beneficiary Name (For credit to):
dsb: Mě dostawarja (za kredity na):

source: British Pound Sterling:
dsb: Britiske punty sterling:

source: British Pound Sterling (GBP)
dsb: Britiske punty sterling (GBP)

source: London, United Kingdom
dsb: London, Zjadnośone kralojstwo

source: Bank Sort Code:
dsb: Numer banki:

source: Account Number (8 digits):
dsb: Kontowy numer (8 městnow):

source: Check (via postal service)
dsb: Šek (pśez post)

source: Please send a check <strong>including your email address on the memo line</strong>, and payable (payee) to “%(payee)s”.
dsb: Pšosym sćelśo šek <strong>z wašeju e-mailowej adresu w noticowej smužce</strong>, a ma se zapłaśiś na „%(payee)s“ (płaśeński dostawaŕ).

source: Please note that the Mozilla Foundation can only accept checks in US dollars drawn on a US bank. Please do <strong>not</strong> send cash.
dsb: Pšosym źiwajśo na to, až załožba Mozilla Foundation móžo jano šeki akceptěrowaś, kótarež su w US-dolarach na US-banku wustajone. Pšosym <strong>nje</strong>sćelśo gótowe pjenjeze.

source: Currencies
dsb: Pjenjeze

source: Select your currency to make a secure online donation:
dsb: Wubjeŕśo swóje pjenjeze za wěstu pósćiwanku online:

source: The Mozilla Foundation is a California non-profit corporation exempt from United States federal income taxation under IRC 501(c)(3) and a public charity classified under IRC sections 170(b)(1)(A) and 509(a)(1). Bitcoin donations Mozilla receives are considered charitable contributions under U.S. federal tax laws, to be used in its discretion for its charitable purposes. Because the IRS has indicated that it will treat bitcoin as property for U.S. tax purposes (see IRS Notice 2014-21), donations of bitcoin may be subject to special rules as to the amount of your charitable deduction, the documentation that must be provided to claim a tax deduction, or other matters.
dsb: Załožba Mozilla Foundation jo za wše wužytna organizacija w Kaliforniskej, kótaraž jo pó IRC 501(c)(3) wót zasłužbowego danka USA wuwólnjona a mimo togo za wše wužytne towaristwo zarědowane pód wótrězkoma 170(b)(1)(A) a 509(a)(1). Bitcoinowe pósćiwanki na Mozilla płaśe pó zwězkowem dankowem pšawje USA ako dobrotne financielne pódpěry, kótarež muse se pó žycenju dostawarja za dobrotne zaměry wužywaś. Dokulaž IRS jo rozjasnił, až ma bitcoiny za swójstwo za dankowy zaměry USA (glejśo IRS notice 2014-21), pódlaže bitcoinowe pósćiwanki wósebnym pšawidłam nastupajucy sumu, kótaraž dajo se wót danka wašeje pósćiwanki wótsajźiś, pódłožkam trěbnym za to a drugim nastupnosćam.

source: Learn more about bitcoin donations <a href="%(bitcoin_wiki)s">here</a>. To donate bitcoin, <a href="%(bitcoin_donate)s">please visit this link.</a>
dsb: Zgóńśo <a href="%(bitcoin_wiki)s">how</a> wěcej wó bitcoinowych darach. Aby bitcoiny pósćił, <a href="%(bitcoin_donate)s">slědujśo pšosym toś tomu wótkazoju.</a>

source: Your information
dsb: Waše informacije

source: You are donating <span class="%(span_class)s">%(formatted_amount)s</span> per month
dsb: Pósćiwaśo <span class="%(span_class)s">%(formatted_amount)s</span> na mjasec

source: You are donating <span class="%(span_class)s">%(formatted_amount)s</span>
dsb: Pósćiwaśo <span class="%(span_class)s">%(formatted_amount)s</span>

source: Change amount
dsb: Sumu změniś

source: Donation Amount
dsb: Pósćiwańska suma

source: Confirm
dsb: Wobkšuśiś

source: Your Details
dsb: Waše drobnostki

source: There were some errors with your form. Please amend the fields highlighted below.
dsb: Waš formular zmólki wopśimujo. Pšosym pórěźćo dołojce wuzwignjone póla.

source: We were unable to take payment because the payment processor reported an error with your address information:
dsb: Njamóžośo płaśenje pśejwasć, dokulaž pśeźěłowaŕ płaśenjow jo dał zmólku z wašymi adresowymi informacijami k wěsći:

source: Please correct these errors and try again.
dsb: Pšosym korigěruj toś te zmólki a wopytajśo hyšći raz.

source: Payment
dsb: Płaśenje

source: Card number
dsb: Kórtowy numer

source: Expiration date
dsb: Datum spadnjenja

source: I authorize Mozilla Foundation to automatically charge my card every month in the amount indicated above, starting today and continuing each month on the same day, until I cancel. I understand that I must cancel at least 5 days before the next scheduled donation by email to <a href='mailto:%(email)s'>%(email)s</a>, and that I may only request a refund within 15 days from the date of a donation.
dsb: Awtorizěrujom załožbu Mozilla Foundation, móju kórtu kuždy mjasec z górjejce pódaneju sumu awtomatiski wobśěžyś. To se źinsa zachopina a wóspjetujo se kuždy mjasec na tom samskem dnju, daniž swóju dowólnosć slědk njewzejom. Rozměju, až musym najemjenjej 5 dnjow pśed pśiducym planowanym darom pśez mejlku na <a href='mailto:%(email)s'>%(email)s</a> slědk wześ a mógu zarownanje jano w běgu 15 dnjow wót datuma dara pominaś.

source: I authorize Mozilla Foundation to charge my card in the amount indicated above. I understand that I may only request a refund within 15 days from the date of the donation.
dsb: Awtorizěrujom załožbu Mozilla, móju kórtu z górjejce pódaneju sumu wobśěžyś. Rozměju, až mógi jano za 15 dnjow wót pósćiwańskego datuma wó wopłaśenje pšosyś.

source: Donate <span class="%(span_class)s">%(formatted_amount)s</span> per month
dsb: <span class="%(span_class)s">%(formatted_amount)s</span> na mjasec pósćiś

source: Donate <span class="%(span_class)s">%(formatted_amount)s</span>
dsb: <span class="%(span_class)s">%(formatted_amount)s</span> pósćiś

source: Your donation helps keep the Web open and free. Thank you in advance for your gift.
dsb: Waš dar pomaga, web wótwórjony a lichy źaržaś. Źěkujomy se do casa za waš dar.

source: Thank you
dsb: Wjeliki źěk

source: Thank you for your generous gift
dsb: Wjeliki źěk za waš šćodry dar

source: We’d love to have you as a sustaining supporter of Mozilla. <b>Could you add a monthly donation starting next month?</b>
dsb: By my was rady měli ako stawnego pódpěrarja za Mozilla. <b>Mógał wy kuždy mjasec zachopinajucy z pśiducym mjasecom pósćiwaś?</b>

source: Yes, I will give:
dsb: Jo, dajom:

source: Monthly
dsb: Kuždy mjasec

source: I authorize Mozilla Foundation to automatically charge my card every month in the amount indicated above, starting next month on the same date as today, and continuing each month afterwards until I cancel. I understand that I must cancel at least 5 days before the next scheduled donation by email to %(email)s, and that I may only request a refund within 15 days from the date of a donation.
dsb: Awtorizěrujom załožbu Mozilla Foundation, móju kórtu kuždy mjasec z górjejce pódaneju sumu awtomatiski wobśěžyś. To se pśiducy mjasec na tom samskem dnju ako źinsa zachopijo a wóspjetujo se kuždy mjasec, daniž swóju dowólnosć slědk njewzejom. Rozměju, až musym najejmjenjej 5 dnjow pśed pśiducym planowanym darom pśez mejlku na %(email)s slědk wześ a mógu zarownanje jano w běgu 15 dnjow wót datuma dara pominaś.

source: Donate Monthly
dsb: Kuždy mjasec pósćiś

source: No Thanks
dsb: Ně, źěkujom se

source: Stay in touch
dsb: Wóstańśo w zwisku

source: Protect the internet as a global public resource. Join our email list to take action and stay updated!
dsb: Šćitajśo internet ako globalnu zjawnu resursu. Pśizamkniśo se našej e-mailowej lisćinje, aby chopił agěrowaś a wóstał na běžnem!

source: Sign Up
dsb: Registrěrowaś

source: / Monthly
dsb: / Kuždy mjasec

source: No
dsb: Ně

source: Your donation will go right to work protecting the web, keeping it open and available to all.
dsb: Waš dar buźo pomagaś, web šćitaś, jen wótwórjony a za wšych k dispoziciji źaržaś.

source: We’ve emailed you a donation receipt; if it’s missing, please check your junk/spam folders, then contact us at <a href="mailto:%(email)s">%(email)s</a>.
dsb: Smy wam pósćiwańsku kwitowanku pśez e-mail pósćeli; jolic felujo, glědajśo do swójogo papjernika a stajśo se pśez <a href="mailto:%(email)s">%(email)s</a> do zwiska.

source: Lastly, can you multiply your impact by sharing about the important work Mozilla is doing? Thank you again!
dsb: Slědkoju móžośo wažne źěło, kótarež Mozilla gótujo, źěliś, aby swój wliw zmócniś? Źěkujomy se hyšći raz!

# Used as a tweet
source: I donated to @mozilla today because I #lovetheweb. Join me and help fight for a better and healthier internet, for all.
dsb: Som źinsa @mozilla pósćił, dokulaž #lubujomweb. Pósććo teke a wójujśo z nami za lěpšy a strowšy internet za wšykne.

# Email subject line
source: I donated to Mozilla today
dsb: Som źinsa pósćił Mozilla

source: Share on Facebook
dsb: Na Facebooku źěliś

source: Share on Twitter
dsb: Na Twitter źěliś

# Share button
source: Link
dsb: Wótkaz

source: Copied
dsb: Kopěrowane

source: Back
dsb: Slědk

# Page title
source: Give to Thunderbird
dsb: Za Thunderbird pósćiś

source: Other ways to give: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Check</a>
dsb: Dalšne móžnosći pósćiwanja: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">šek</a>

source: Monthly donations are charged each month on the same day that you donate today, and will continue until you cancel. To cancel, fill out <a href="%(help_url)s">this form</a>.
dsb: Mjasecne dary se kuždy mjasec na tom samskem dnju wuběraju, na kótaremž źinsa pósćiwaśo, a pókšacuju se tak dłujko, až je njepśetergnjośo. Aby pśeterhnuł, wupołniśo <a href="%(help_url)s">toś ten formular</a>.

source: Problems donating? Visit our <a href="%(faq_url)s">FAQ</a> for answers to most common questions. Still have problems? <a href="%(help_url)s">Contact us</a>.
dsb: Maśo problemy pś pósćiwanju? Woglědajś se k našym <a href="%(faq_url)s">CSP</a> za wótegrona na nejcesćejše pšašanja. Maśo hyšći problemy? <a href="%(help_url)s">Stajśo z nami do zwiska</a>.

source: Contributions go to MZLA Technologies Corporation, a California corporation wholly owned by the Mozilla Foundation. Funds will be reserved for use in the Thunderbird project. Contributions are not tax-deductible as charitable contributions.
dsb: Dary du na pśedewześe MZLA Technologies Corporation, kaliforniske pśedewześe, kótarež dopołnje załožbje Mozilla Foundation słuša. Financielne srědki su projektoju Thunderbird wuměnjone. Dary ako dobrotne financielne pódpěry njedaju se wót danka wotsajźiś.

source: Cookies
dsb: Cookieje

source: Portions of this content are ©1998–%(current_year)s by individual contributors. Content available under a <a %(link_attributes)s>Creative Commons license</a>
dsb: Źěle toś togo wopśimjeśa wót jadnotliwych sobuskutkujucych napórane ©1998–%(current_year)s. Wopśimjeśe stoj pód licencu <a %(link_attributes)s>Creative Commons license</a> k dispoziciji

source: Your download should have begun automatically. If it didn’t work, <a href="%(url)s">try downloading again here</a>.
dsb: Wašo ześěgnjenjo dejało se awtomatiski zachopiś. Jolic to njefunkcioněrujo, <a href="%(url)s">wopytajśo how znowego ześěgnuś</a>.

source: We accept contributions in Euros through Single European Payment Area (SEPA) transfer, and British Pounds through BACS transfer.
dsb: Akceptěrujomy něnto pósćiwanki w eurach pśez pśepokazanje Single European Payment Area (SEPA) a w Britiskich puntach pśez přepokazanje BACS.

source: Memo field:
dsb: Pólo za zapiski:

source: Please send a check <strong>with “%(thunderbird)s” on the memo line</strong>, and payable (payee) to “%(payee)s”.
dsb: Pšosym sćelśo šek <strong>z „%(thunderbird)s“ we wužywańskem zaměrje</strong>, a ma se zapłaśiś na „%(payee)s“ (płaśeński dostawaŕ).

source: Please note that we can only accept checks in US dollars drawn on a US bank. Please do <strong>not</strong> send cash.
dsb: Pšosym źiwajśo na to, až móžomy jano šeki akceptěrowaś, kótarež su w US-dolarach na US-banku wustajone. Pšosym <strong>nje</strong>sćelśo gótowe pjenjeze.

source: Thank you in advance for your gift.
dsb: Wjeliki źěk za waš šćodry dar.

source: I authorize MZLA Technologies Corporation to automatically charge my card every month in the amount indicated above, starting today and continuing each month on the same day, until I cancel. I understand that I must cancel at least 5 days before the next scheduled donation by <a href='%(help_url)s'>submitting a request</a>, and that I may only request a refund within 15 days from the date of a donation.
dsb: Awtorizěrujom pśedewześe MZLA Technologies Corporation, móju kórtu kuždy mjasec z górjejce pódaneju sumu awtomatiski wobśěžyś. To se źinsa zachopina a wóspjetujo se kuždy mjasec na tom samskem dnju, daniž swóju dowólnosć slědk njewzejom. Rozměju, až musym najemjenjej 5 dnjow pśed pśiducym planowanym darom pśez <a href='%(help_url)s'>słanje napšašowanja</a> slědk wześ a mógu zarownanje jano w běgu 15 dnjow wót datuma dara pominaś.

source: I authorize MZLA Technologies Corporation to charge my card in the amount indicated above. I understand that I may only request a refund within 15 days from the date of the donation.
dsb: Awtorizěrujom pśedwześe MZLA Technologies Corporation, móju kórtu z górjejce pódaneju sumu wobśěžyś. Rozměju, až mógi jano za 15 dnjow wót pósćiwańskego datuma wó wopłaśenje pšosyś.

source: We’d love to have you as a sustaining supporter of Thunderbird. <b>Could you add a monthly donation starting next month?</b>
dsb: By my was rady měli ako stawnego pódpěrarja za Thunderbird. <b>Mógał wy kuždy mjasec zachopinajucy z pśiducym mjasecom pósćiwaś?</b>

source: I authorize MZLA Technologies Corporation to automatically charge my card every month in the amount indicated above, starting next month on the same date as today, and continuing each month afterwards until I cancel. I understand that I must cancel at least 5 days before the next scheduled donation by <a href="%(help_url)s">submitting this form</a>, and that I may only request a refund within 15 days from the date of a donation.
dsb: Awtorizěrujom pśedewześe MZLA Technologies Corporation, móju kórtu kuždy mjasec z górjejce pódaneju sumu awtomatiski wobśěžyś. To se pśiducy mjasec na tom samskem dnju ako źinsa zachopijo a wóspjetujo se kuždy mjasec, daniž swóju dowólnosć slědk njewzejom. Rozměju, až musym najejmjenjej 5 dnjow pśed pśiducym planowanym darom pśez <a href="%(help_url)s">słanje toś togo formulara</a> slědk wześ a mógu zarownanje jano w běgu 15 dnjow wót datuma dara pominaś.

source: We’ve emailed you a donation receipt; if it’s missing, please check your junk/spam folders, then contact us using <a href="%(url)s">this form</a>.
dsb: Smy wam pósćiwańsku kwitowanku pśez e-mail pósćeli; jolic felujo, glědajśo do swójogo papjernika a stajśo se z pomocu <a href="%(url)s">toś togo formulara</a> z nami do zwiska.
