Repository: MozillaFoundation/donate-wagtail
Catalog: donate/locale/dsb/LC_MESSAGES/django.po
Languages: dsb

source: Lastly, can you multiply your impact by sharing about the important work Thunderbird is doing? Thank you again!
dsb: Slědkoju móžośo wažne źěło, kótarež Thunderbird gótujo, źěliś, aby swój wliw zmócniś? Źěkujomy se hyšći raz!

# Used as a tweet
source: I donated to @mozthunderbird today to #freetheinbox. Join me to support communication privacy.
dsb: Som źinsa @mozthunderbird pósćił, za lichotu #dochadposta. Pódpěrajśo teke wy priwatnosć komunikacije.

# Email subject line
source: I donated to Thunderbird today
dsb: Som źinsa pósćił Thunderbird
