Repository: MozillaFoundation/donate-wagtail
Catalog: donate/locale/*/LC_MESSAGES/django.po
Languages: bn, gu_in, hr, hu, ka, lo, mr, nl, nn_no, pl, pt_br, pt_pt, ru, sk, sl, sv_se, tr, zh_tw

source: Copied
bn: অনুলিপি হয়েছে
gu_in: નકલ કરેલ
hr: Kopirano
hu: Másolva
ka: ასლი აღებულია
lo: ສຳເນົາແລ້ວ
mr: प्रत बनवली
nl: Gekopieerd
nn_no: Kopiert
pl: Skopiowano
pt_br: Copiado
pt_pt: Copiada
ru: Скопировано
sk: Skopírované
sl: Kopirano
sv_se: Kopierad
tr: Kopyalandı
zh_tw: 已複製！

source: Back
bn: পূর্ববর্তী
gu_in: પાછળ
hr: Natrag
hu: Vissza
ka: უკან
lo: ກັບຄືນ
mr: मागे
nl: Terug
nn_no: Tilbake
pl: Wstecz
pt_br: Voltar
pt_pt: Anterior
ru: Назад
sk: Naspäť
sl: Nazaj
sv_se: Tillbaka
tr: Geri dön
zh_tw: 返回

# Page title
source: Give to Thunderbird
hu: Adjon a Thunderbirdnek
ka: დაეხმარეთ Thunderbird-ს
nl: Doneren aan Thunderbird
nn_no: Gi til Thunderbird
pl: Wspomóż Thunderbirda
pt_br: Faça uma doação para o Thunderbird
pt_pt: Dar ao Thunderbird
ru: Пожертвовать Thunderbird
sk: Prispejte Thunderbirdu
sl: Danes sem doniral Thunderbirdu
sv_se: Ge till Thunderbird
tr: Thunderbird’e bağış yapın
zh_tw: 捐款給 Thunderbird

source: Other ways to give: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Check</a>
bn: দানের অন্যান্য উপায়: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">চেক</a>
gu_in: આપવાની અન્ય રીતો: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Check</a>
hu: Az adományozás más módjai: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Csekk</a>
ka: სხვა გზები, შემოწირულობის გასაცემად: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">ჩეკი</a>
nl: Andere manieren om te geven: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Cheque</a>
nn_no: Andre måtar å gje bidrag på: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Sjekk</a>
pl: Inne sposoby wspomagania: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">czek</a>
pt_br: Outras formas de doar: <a href="%(wire_transfer_url)s">Transferência bancária ou SEPA (Single Euro Payments Area)</a> | <a href="%(check_url)s">Cheque</a>
pt_pt: Outras formas de ajudar: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Check</a>
ru: Другие способы пожертвования: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Чек</a>
sk: Iné spôsoby prispenia: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Šek</a>
sl: Ostali načini doniranja: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Ček</a>
sv_se: Andra sätt att ge: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">check</a>
tr: Diğer bağış yöntemleri: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Çek</a>
zh_tw: 其他捐款方式: <a href="%(wire_transfer_url)s">SEPA/BACS（歐洲/英國區域內匯款）</a> | <a href="%(check_url)s">支票</a>

source: Monthly donations are charged each month on the same day that you donate today, and will continue until you cancel. To cancel, fill out <a href="%(help_url)s">this form</a>.
hu: A havi adományok minden hónapban ugyanakkor kerülnek levonásra, és ez addig folytatódik, amíg le nem mondja. A lemondáshoz töltse ki <a href="%(help_url)s">ezt az űrlapot</a>.
ka: ყოველთვიური შემოწირულობისთვის თანხა ჩამოგეჭრებათ თვის იმავე დღეს, როცა პირველ შემოწირულობას გააკეთებთ და გაგრძელდება, სანამ არ გააუქმებთ. გასაუქმებლად, შეავსეთ <a href="%(help_url)s">ეს ანკეტა</a>.
nl: Maandelijkse donaties worden elke maand in rekening gebracht op de dag van uw huidige donatie en lopen door totdat u annuleert. Vul <a href="%(help_url)s">dit formulier</a> in om te annuleren.
pl: Comiesięczne datki są pobierane każdego miesiąca w ten sam dzień, w który przekazano datek dzisiaj, i będą kontynuowane do czasu anulowania. Aby anulować, wypełnij <a href="%(help_url)s">ten formularz</a>.
pt_br: Doações mensais são cobradas a cada mês no mesmo dia da sua doação de hoje e continuam até você cancelar. Para cancelar, preencha <a href="%(help_url)s">este formulário</a>.
pt_pt: Os donativos mensais são cobrados a cada mês no mesmo dia de hoje (em que fez o seu donativo) e continuarão a ser cobrados até você cancelar. Para cancelar, preencha <a href="%(help_url)s">este formulário</a>.
ru: Ежемесячные пожертвования будут производиться каждый месяц в тот же день, что и ваш первый вклад сегодня, пока вы это не отмените. Для их отмены, заполните <a href="%(help_url)s">эту форму</a>.
sk: Mesačné príspevky sú strhávané každý mesiac v rovnaký deň v mesiaci, ako je dnes, až do ich zrušenia. Pre zrušenie pravidelného posielania príspevkov, prosím, vyplňte <a href="%(help_url)s">tento formulár</a>.
sl: Mesečne donacije se obračunajo vsak mesec istega dne, kot danes donirate, dokler jih ne prekličete. Za preklic izpolnite <a href="%(help_url)s">ta obrazec</a>.
sv_se: Månatliga donationer debiteras varje månad samma dag på dagens datum och kommer att fortsätta tills du väljer att avbryta. Fyll i <a href="%(help_url)s">detta formulär</a> för att avbryta donationerna.
tr: Aylık bağışlar her ayın aynı günü (bugün) çekilir ve iptal edilinceye kadar devam eder. İptal etmek isterseniz <a href="%(help_url)s">bu formu</a> doldurun.
zh_tw: 若採每月定期捐款，將於每月的同一日進行扣款，直到您主動取消為止。若需取消，請<a href="%(help_url)s">填寫此表單</a>。

source: Problems donating? Visit our <a href="%(faq_url)s">FAQ</a> for answers to most common questions. Still have problems? <a href="%(help_url)s">Contact us</a>.
hu: Problémái vannak az adományozással? A leggyakoribb kérdésekre vonatkozó válaszokért keresse fel a <a href="%(faq_url)s">GYIK-ot</a>. Még mindig vannak problémái? <a href="%(help_url)s">Küldjön nekünk egy e-mailt</a>.
ka: ხარვეზებია შემოწირულობისას? იხილეთ ჩვენი <a href="%(faq_url)s">ხ.დ.კ.</a> ხშირად დასმულ კითხვებზე პასუხის მისაღებად. კვლავ ხარვეზებია? <a href="%(help_url)s">დაგვიკავშირდით</a>.
nl: Problemen met doneren? Ga naar onze <a href="%(faq_url)s">FAQ</a> voor antwoorden op de meest gestelde vragen. Hebt u nog steeds problemen? <a href="%(help_url)s">Neem dan contact op</a>.
pl: Problemy? Zobacz <a href="%(faq_url)s">najczęściej zadawane pytania</a>. Nie ma tam odpowiedzi? <a href="%(help_url)s">Skontaktuj się z nami</a>.
pt_br: Problemas ao doar? Veja em nossa <a href="%(faq_url)s">lista de perguntas frequentes</a> para obter respostas às questões mais comuns. Ainda não resolveu? <a href="%(help_url)s">Entre em contato conosco</a>.
pt_pt: Problemas ao fazer um donativo? Consulte a nossa <a href="%(faq_url)s">FAQ</a> para respostas às questões mais comuns. Ainda tem problemas? <a href="%(help_url)s">Contacte-nos</a>.
ru: Проблемы с пожертвованием? Посетите наши <a href="%(faq_url)s">ЧЗВ</a> для получения ответов на часто задаваемые вопросы. Все ещё есть проблемы? <a href="%(help_url)s">Свяжитесь с нами</a>.
sk: Stretli ste sa pri prispievaní s problémami? Pozrite si naše <a href="%(faq_url)s">často kladené otázky</a>. Tam nájdete odpovede na najčastejšie otázky. Nepomohlo? <a href="%(help_url)s">Kontaktujte nás</a>.
sl: Imate težave pri izvedbi donacije? Obiščite <a href="%(faq_url)s">stran s pogostimi vprašanji</a>, kjer najdete večino odgovorov. Še vedno ne gre? <a href="%(help_url)s">Pišite nam</a>.
sv_se: Har du problem med att donera? Besök vår <a href="%(faq_url)s">FAQ</a> för att få svar på de vanligaste frågorna. Har du fortfarande problem? <a href="%(help_url)s">Kontakta oss</a>.
tr: Bağış yapmayla ilgili sorularınız mı var? Sık sorulan sorular için <a href="%(faq_url)s">SSS</a>'ye bakabilirsiniz. Başka bir sorun mu yaşıyorsunuz? <a href="%(help_url)s">Bizimle iletişime geçin</a>.
zh_tw: 捐款時遇到問題嗎？請到我們的 <a href="%(faq_url)s">FAQ</a> 尋求常見問題的解答。還有問題嗎？<a href="%(help_url)s">歡迎聯絡我們</a>。

source: Contributions go to MZLA Technologies Corporation, a California corporation wholly owned by the Mozilla Foundation. Funds will be reserved for use in the Thunderbird project. Contributions are not tax-deductible as charitable contributions.
hu: A felajánlások az MZLA Technologies Corporationhöz jutnak, egy kaliforniai társasághoz, amely a Mozilla Alapítvány kizárólagos tulajdonában van. Az összeget a Thunderbird projekt felhasználására lesz fenntartva. A felajánlások nem vonhatóak le az adóból.
ka: შემოწირულობების მიმღებია MZLA Technologies Corporation, კალიფორნიის კორპორაცია, რომლის სრული მესაკუთრეა Mozilla Foundation. თანხები შეგროვდება Thunderbird-პროექტში გამოყენებისთვის. შენატანები არ ექვემდებარება საგადასახადო გამოქვითვებს, საქველმოქმედო შემოწირულობების მსგავსად.
nl: Bijdragen gaan naar de MZLA Technologies Corporation, een bedrijf in Californië dat volledig eigendom is van de Mozilla Foundation. Fondsen worden gereserveerd voor gebruik in het Thunderbird-project. Bijdragen zijn niet aftrekbaar voor de belasting als donaties aan goede doelen.
pl: Datki trafiają do MZLA Technologies Corporation, spółki z siedzibą w Kalifornii należącej w całości do Fundacji Mozilla. Środki zostaną zarezerwowane do wykorzystania w projekcie Thunderbird. Datków nie można odliczać od podatku jako datki na cele charytatywne.
pt_br: As doações vão para a MZLA Technologies Corporation, uma corporação da Califórnia que pertence integralmente à Fundação Mozilla. Os fundos são reservados para uso no Projeto Thunderbird. As doações não são dedutíveis de impostos como contribuições de caridade.
pt_pt: As contribuições vão para MZLA Technologies Corporation, uma empresa da Califórnia que pertence à fundação Mozilla. Os fundos serão reservados para utilização no projeto Thunderbird. As contribuições não são dedutíveis nos impostos como contribuições de caridade.
ru: Пожертвования идут в MZLA Technologies Corporation, корпорацию, расположенную в Калифорнии, которой владеет Mozilla Foundation. Пожертвования будут зарезервированы для использования в проекте Thunderbird. Пожертвования не вычитаются из налога, как благотворительные взносы.
sk: Príspevky sú pre MZLA Technologies Corporation, Kalifornskú organizáciu, ktorú v úplnom rozsahu vlastní Mozilla Foundation. Príspevky budú použité pre projekt Thunderbird. Tieto príspevky nie sú odpočítateľné z daní.
sl: Prispevke prejme MZLA Technologies Corporation, kalifornijska družba v stoodstotni lasti Fundacije Mozilla. Sredstva bodo rezervirana za projekt Thunderbird. Prispevki niso oproščeni plačila davka kot dobrodelni prispevki.
sv_se: Donerade bidrag går till MZLA Technologies Corporation, ett Kalifornienbaserat företag som är helägt av Mozilla Foundation. Donerade bidrag kommer att reserveras för användning i Thunderbird-projektet. Bidragen är inte avdragsgilla som skattereduktion för gåvor.
tr: Bağışlarınız, tamamı Mozilla Foundation'a ait olan California merkezli MZLA Technologies Corporation'a gitmektedir. Bağışlar Thunderbird projesinde kullanılmak üzere ayrılır. Bu bağışlar vergiden düşülemez.
zh_tw: 捐款將交由 Mozilla Foundation 登記於美國加州的全資子公司 MZLA Technologies Corporation，全額用於 Thunderbird 專案。捐款無法作為慈善目的，扣抵美國國內稅款。

source: Cookies
hr: Kolačići
hu: Sütik
ka: ფუნთუშები
nn_no: Infokapslar
pl: Ciasteczka
ru: Куки
sl: Piškotki
sv_se: Kakor
tr: Çerezler
zh_tw: Cookie

source: Portions of this content are ©1998–%(current_year)s by individual contributors. Content available under a <a %(link_attributes)s>Creative Commons license</a>
hu: A tartalom egy részét ©1998–%(current_year)s egyéni közreműködők készítették. A tartalom <a %(link_attributes)s>Creative Commons licenc</a> alatt érhető el
ka: ამ შიგთავსის ნაწილები შექმნილია ცალკეული მოხალისეების მიერ ©1998–%(current_year)s. მასალა ვრცელდება <a %(link_attributes)s>Creative Commons ლიცენზიით</a>
nl: Delen van deze inhoud zijn ©1998–%(current_year)s door individuele medewerkers. Inhoud is beschikbaar onder een <a %(link_attributes)s>Creative Commons-licentie</a>
pl: Fragmenty treści tej witryny: ©1998–%(current_year)s. Prawa autorskie należą do poszczególnych współtwórców. Treść strony dostępna na licencji <a %(link_attributes)s>Creative Commons</a>.
pt_br: Partes deste conteúdo são ©1998–%(current_year)s de colaboradores individuais. O conteúdo está disponível sob uma <a %(link_attributes)s>Licença Creative Commons</a>.
pt_pt: Partes deste conteúdo são ©1998–%(current_year)s de colaboradores individuais. Conteúdo disponível sob uma <a %(link_attributes)s>licença Creative Commons</a>
ru: Части этого содержимого созданы участниками проекта ©1998–%(current_year)s . Содержимое доступно на условиях <a %(link_attributes)s>лицензии Creative Commons</a>
sk: Časť tohto obsahu bola v rokoch ©1998–%(current_year)s vytvorená individuálnymi prispievateľmi. Obsah je dostupný v rámci licencie <a %(link_attributes)s>Creative Commons</a>
sl: Deli vsebine so avtorsko zaščiteni ©1998–%(current_year)s s strani posameznih sodelavcev. Vsebina je na voljo pod dovoljenjem <a %(link_attributes)s>Creative Commons</a>
sv_se: Upphovsrätten ©1998–%(current_year)s för delar av detta innehåll hör till enskilda bidragsgivare. Innehållet är tillgängligt under en <a %(link_attributes)s>Creative Commons-licens</a>
tr: ©1998–%(current_year)s Bu içeriğin bazı kısımları bireysel gönüllülere aittir. İçerik, <a %(link_attributes)s>Creative Commons lisansı</a> ile sunulmaktadır.
zh_tw: 本頁的部分內容著作權為 ©1998–%(current_year)s 由個別貢獻者所有，使用 <a %(link_attributes)s>創用 CC 授權條款</a>授權大眾使用

source: Your download should have begun automatically. If it didn’t work, <a href="%(url)s">try downloading again here</a>.
hu: A letöltése automatikusan el kellett induljon. Ha nem működött, <a href="%(url)s">próbálja meg itt újra letölteni</a>.
ka: თქვენი ჩამოტვირთვა თავისით დაიწყება. თუ არ იმუშავა, <a href="%(url)s">ხელახლა სცადეთ აქედან</a>.
nl: Het downloaden zou automatisch moeten zijn begonnen. Als het niet werkte, <a href="%(url)s">probeer dan hier opnieuw te downloaden</a>.
nn_no: Nedlastingea din burde ha startea automatisk. Om det ikkj fungerte, <a href="%(url)s">prøv å laste ned på nytt her</a>.
pl: Pobieranie powinno rozpocząć się samoczynnie. Jeśli nie, to <a href="%(url)s">spróbuj jeszcze raz</a>.
pt_br: Seu download deve ter começado automaticamente. Se não funcionou, <a href="%(url)s">tente baixar novamente aqui</a>.
pt_pt: A sua transferência devia ter começado automaticamente. Se não funcionou, <a href="%(url)s">tente transferir novamente aqui</a>.
ru: Ваша загрузка должна начаться автоматически. Если это не сработало, <a href="%(url)s">попробуйте загрузить отсюда снова</a>.
sk: Preberanie by malo začať automaticky. Ak preberanie nezačalo, <a href="%(url)s">kliknite sem</a>.
sl: Prenos bi se moral začeti samodejno. Če se ni, <a href="%(url)s">ga znova poskusite prenesti tukaj</a>.
sv_se: Din hämtning borde ha börjat automatiskt. Om det inte fungerade, <a href="%(url)s">försök att hämta igen här</a>.
tr: İndirme işleminiz otomatik olarak başlamış olmalı. Başlamadıysa <a href="%(url)s">buradan yeniden indirmeyi deneyin</a>.
zh_tw: 將自動開始下載，若沒有的話請<a href="%(url)s">點擊此處再試一次</a>。

source: We accept contributions in Euros through Single European Payment Area (SEPA) transfer, and British Pounds through BACS transfer.
hu: Elfogadjuk az euróban érkező adományokat Single European Payment Area (SEPA) átutalással, valamint brit fontot BACS átutalással.
ka: ჩვენ ვიღებთ შემოწირულობებს ევროში, Single European Payment Area (SEPA) სისტემის მეშვეობით და ასევე, ბრიტანულ გირვანქას, BACS-ის საშუალებით.
nl: We accepteren donaties in euro’s via een Single European Payment Area (SEPA)-overschrijving en Britse ponden via een BACS-overschrijving.
pl: Przyjmujemy datki w euro przez przelew SEPA (Jednolity obszar płatności w euro) i w funtach brytyjskich przez przelew BACS.
pt_br: Aceitamos contribuições em euros através de transferência via Single European Payment Area (SEPA) e libras esterlinas via transferência BACS.
pt_pt: Nós aceitamos contributos em Euros através de transferências SEPA (Single European Payment Area) e Libras britânicas através de transferências BACS.
ru: Мы принимаем взносы в евро через Единую Зону Платежей в Евро (SEPA), а британские фунты через BACS.
sk: Prijímame príspevky v eurách pomocou prevodov v rámci Jednotnej oblasti platieb v eurách (SEPA) a v librách pomocou BACS prevodov.
sl: Sprejemamo prispevke v evrih prek SEPA (Single European Payment Area) ter britanske funte prek nakazil BACS.
sv_se: Vi tar emot bidrag i euro genom SEPA-betalningar och i brittiska pund genom BACS-betalningar.
tr: SEPA transferi yoluyla euro bağışlarınızı ve BACS transferi yoluyla İngiliz sterlini bağışlarınızı kabul edebiliyoruz.
zh_tw: 我們接受透過歐元單一支付區（SEPA）網路的歐元轉帳與 BACS 網路的英鎊轉帳捐款。

source: Memo field:
hr: Polje bilješke:
hu: Megjegyzés:
ka: სამახსოვრო ველი:
nl: Memoveld:
nn_no: Memo-felt:
pl: Pole informacji:
pt_br: Campo de anotação:
pt_pt: Campo de notas:
ru: Примечание:
sk: Pole pre poznámku:
sl: Polje za beležke:
sv_se: Memo-fält:
tr: Not alanı:
zh_tw: 記事欄:

source: Please send a check <strong>with “%(thunderbird)s” on the memo line</strong>, and payable (payee) to “%(payee)s”.
hu: A csekket úgy küldje el, hogy <strong>a jegyzet sorban „%(thunderbird)s” legyen</strong>, a fizetendő (kedvezményezett) pedig ez legyen: „%(payee)s”.
ka: გთხოვთ, გამოგზავნისას ჩეკს <strong>სამახსოვრო არეში დაურთოთ „%(thunderbird)s“</strong>, ასევე მიმღები (payee) „%(payee)s“.
nl: Stuur een cheque <strong>met daarop “%(thunderbird)s” in de opmerkingenregel</strong> en betaalbaar (begunstigde) aan “%(payee)s”.
pl: Prosimy wysłać czek <strong>z „%(thunderbird)s” w wierszu informacji</strong> i odbiorcą „%(payee)s”.
pt_br: Envie um cheque <strong>com “%(thunderbird)s” na linha de anotação</strong> e pagável a (beneficiário) “%(payee)s”.
pt_pt: Por favor, envie um cheque <strong>com “%(thunderbird)s” na linha de notas</strong> e endossado (beneficiário) a “%(payee)s”.
sk: Prosím, pošlite šek <strong>vrátane poznámky „%(thunderbird)s“</strong> a ako príjemcu uveďte „%(payee)s“.
sv_se: Om du skickar en check anger du <strong>"%(thunderbird)s" på memoraden</strong> och "%(payee)s" som betalningsmottagare.
zh_tw: 請發送受款人為「%(payee)s」的支票，<strong>並在記事欄註明「%(thunderbird)s」</strong>。

source: Please note that we can only accept checks in US dollars drawn on a US bank. Please do <strong>not</strong> send cash.
hu: Felhívjuk figyelmét, hogy kizárólag amerikai dollárban kiállított csekkeket fogadhatunk el, egy amerikai bankon keresztül. Kérjük, <strong>ne</strong> küldjön készpénzt.
ka: გთხოვთ გაითვალისწინოთ, რომ Mozilla-ფონდს შეუძლია მიიღოს მხოლოდ აშშ-დოლარში გამოწერილი ჩეკები, ამერიკული ბანკების მიერ. გთხოვთ, <strong>არ</strong> გამოგზავნოთ ნაღდი ფული.
nl: Merk op dat we alleen cheques in Amerikaanse dollars accepteren die zijn uitgegeven door een Amerikaanse bank. Stuur <strong>geen</strong> contanten.
pl: Prosimy pamiętać, że możemy przyjmować tylko czeki w dolarach amerykańskich wystawione w banku amerykańskim. Prosimy <strong>nie</strong> wysyłać gotówki.
pt_br: Observe que só podemos aceitar cheques em dólares americanos sacados em um banco americano. <strong>Não</strong> envie dinheiro.
pt_pt: Tenha em atenção que só podemos aceitar cheques em dólares americanos depositados num banco americano. Por favor, <strong>não</strong> envie dinheiro.
sk: Mozilla Foundation môže prijímať len šeky v amerických dolároch splatné v americkej banke. <strong>Neposielajte</strong> nám hotovosť.
sv_se: Observera att vi endast kan acceptera checkar i amerikanska dollar som dras från en amerikansk bank. Skicka <strong>inte</strong> kontanter.
zh_tw: 請注意，我們僅接受由美國國內銀行所發行，並以美金開立的支票。請<strong>不要</strong>直接寄現金過來。

source: Thank you in advance for your gift.
hu: Köszönjük a nagylelkű felajánlását.
ka: წინასწარ გმადლობთ, საჩუქრისთვის.
nl: Alvast bedankt voor uw donatie.
pl: Z góry dziękujemy za Twoją darowiznę.
pt_br: Obrigado por sua generosidade
pt_pt: Agradecemos antecipadamente o seu presente.
ru: Большое Вам Спасибо за Ваш подарок.
sk: Ďakujeme vopred za váš štedrý príspevok.
sl: Hvala vnaprej za vaš prispevek.
sv_se: Tack i förväg för din generösa donation.
tr: Bağışınız için teşekkür ederiz.
zh_tw: 感謝您慷慨捐款！
