Repository: MozillaFoundation/donate-wagtail
Catalog: donate/locale/*/LC_MESSAGES/django.po
Languages: bn, gu_in, hr, hu, ka, lo, mr, nl, nn_no, pl, pt_br, pt_pt, ru, sk, sl, sv_se, tr, zh_tw

source: If you haven’t previously confirmed a subscription to a Mozilla-related newsletter you may have to do so. Please check your inbox or your spam filter for an email from us.
bn: আপনি যদি পূর্বে Mozilla-সম্পর্কিত নিউজলেটারে সাবস্ক্রিপশন নিশ্চিত করে না থাকেন তাহলে তা আপনাকে করতে হবে। আমাদের পাঠানোর ইমেইল দেখতে অনুগ্রহ করে আপনার ইনবক্স অথবা আপনার স্প্যাম ফিল্টার দেখুন।
gu_in: જો તમે પહેલાં Mozilla-સંબંધિત ન્યૂઝલેટરના સબ્સ્ક્રિપ્શનની પુષ્ટિ કરી નથી, તો તમારે તે કરવું પડી શકે છે. કૃપા કરીને અમારા તરફથી ઇમેઇલ માટે તમારા ઇનબોક્સ અથવા તમારા સ્પામ ફિલ્ટરને તપાસો.
hr: Ako prethodno niste potvrdili prijavu na neki Mozilla bilten, možda to morate učiniti. Potraži našu poruku e-pošte u svom pretincu ili u filteru za neželjenu poštu.
hu: Ha korábban nem erősítette meg a Mozillához kapcsolódó hírlevél feliratkozását, akkor lehet hogy meg kell tennie. Ellenőrizze a Beérkezett üzenetek mappáját vagy a spam-szűrőjét az e-mailünk után.
ka: თუ ჯერ არ დაგიმოწმებიათ Mozilla-ს სიახლეების ცნობარი, ამის გაკეთება ახლაც შეგიძლიათ. გთხოვთ, მონახოთ ჩვენი გზავნილი მიღებული წერილების ან ჯართის საქაღალდეში.
mr: आपण जर याआधी Mozilla संबंधित बातमीपत्राचे सभासदत्व नक्की केले नसेल तर आपल्याला ते करावे लागेल. आपला इनबॉक्स किंवा स्पॅम वर्गिक्रूत मेल्स मध्ये क्रुपया आमचा ई-मेल तपासा.
nl: Als u nog niet eerder een inschrijving voor een Mozilla-gerelateerde nieuwsbrief hebt bevestigd, dient u dit mogelijk te doen. Controleer uw Postvak IN of uw spamfilter voor een e-mail van ons.
nn_no: Om du ikkje tidlegare har stadfesta eit abonnement på eit Mozilla-relatert nyheitsbrev, må du kanskje gjere det no. Sjå etter ein e-post frå oss i innboksen din eller i søppelpostfilteret ditt.
pl: Jeśli jeszcze nigdy nie potwierdzono subskrypcji biuletynu Mozilli, to możesz musieć to zrobić. Sprawdź, czy w skrzynce odbiorczej lub spamie jest wiadomość od nas.
pt_br: Se você não confirmou anteriormente uma inscrição em um boletim informativo relacionado à Mozilla, pode precisar fazê-lo. Verifique se recebeu um e-mail nosso em sua caixa de entrada ou filtro de spam.
pt_pt: Se não confirmou previamente uma subscrição a um boletim informativo relacionado com a Mozilla, poderá ter de o fazer. Por favor, confirme a sua caixa de entrada ou filtro de spam por um e-mail nosso.
ru: Если вы ранее не подтверждали подписку на новостные рассылки Mozilla, то вам может понадобится сделать это. Пожалуйста, проверьте вашу папку «Входящие» или «Спам» на наличие письма от нас.
sk: Ak ste v minulosti nepotvrdili odber noviniek Mozilly, budete to musieť urobiť teraz. Pozrite sa, prosím, do vašej e-mailovej schránky, prípadne i do priečinku s nevyžiadanou poštou, či sa tam nenachádza e-mail od nás.
sl: Če v preteklosti še niste potrdili naročnine na Mozillino okrožnico, boste morda to morali storiti zdaj. Poiščite našo pošto v poštnem predalu ali mapi z neželeno pošto.
sv_se: Om du inte tidigare har bekräftat en prenumeration på ett Mozilla-relaterat nyhetsbrev kan du behöva göra det. Kontrollera din inkorg eller ditt skräppostfilter för ett e-postmeddelande från oss.
tr: Daha önce bir Mozilla bültenine abone olmadıysanız aboneliğinizi onaylamanız gerekebilir. Lütfen gelen kutunuzu veya spam klasörünüzü kontrol edin.
zh_tw: 若您先前沒有確認訂閱過 Mozilla 電子報，現在可能需要確認。請到信箱收信，或到垃圾信件匣中看看有沒有來自我們的訊息。

source: More about us
bn: আমাদের সম্পর্কে আরও
gu_in: અમારા વિશે વધુ
hr: Više o nama
hu: Többet rólunk
ka: მეტი ჩვენ შესახებ
lo: ເພີ່ມເຕີມກ່ຽວກັບພວກເຮົາ
mr: आमच्याबद्दल अधिक
nl: Meer over ons
nn_no: Meir om oss
pl: Więcej o nas
pt_br: Saiba mais sobre nós
pt_pt: Mais sobre nós
ru: Подробнее о нас
sk: Viac o nás
sl: Več o nas
sv_se: Mer om oss
tr: Hakkımızda
zh_tw: 關於我們的更多資訊

source: Participation Guidelines
bn: অংশগ্রহণের নির্দেশিকা
gu_in: સહભાગી માર્ગદર્શિકા
hr: Smjernice za sudjelovanje
hu: Közreműködési irányelvek
ka: მონაწილის გზამკვლევი
lo: ແນວທາງການເຂົ້າຮ່ວມ
mr: सहभाग मार्गदर्शक तत्त्वे
nl: Richtlijnen voor deelname
nn_no: Retningslinjer for deltaking
pl: Wytyczne uczestnictwa
pt_br: Diretrizes de participação
pt_pt: Linhas orientadores de participação
ru: Правила участия в сообществе
sk: Pravidlá pre prispievanie
sl: Smernice za sodelovanje
sv_se: Riktlinjer för deltagande
tr: Katılım Kuralları
zh_tw: 參與準則

source: Legal
bn: আইনগত
gu_in: કાયદાકીય
hr: Pravne informacije
hu: Jogi információk
ka: სამართლებრივი
lo: ຖືກກົດຫມາຍ
mr: कायदेविषयक
nl: Juridisch
nn_no: Juridisk informasjon
pl: Podstawa prawna
pt_br: Informações jurídicas
pt_pt: Informação legal
ru: Права
sk: Právne informácie
sl: Pravno obvestilo
sv_se: Juridisk information
tr: Yasal Bilgiler
zh_tw: 法律資訊

source: Privacy
bn: গোপনীয়তা
gu_in: ગોપનીયતા
hr: Privatnost
hu: Adatvédelem
ka: პირადულობა
lo: ຄວາມເປັນສ່ວນຕົວ
mr: गोपनीयता
nn_no: Personvern
pl: Prywatność
pt_br: Privacidade
pt_pt: Privacidade
ru: Приватность
sk: Súkromie
sl: Zasebnost
sv_se: Sekretess
tr: Gizlilik
zh_tw: 隱私權

source: License
bn: লাইসেন্স
gu_in: પરવાનો
hr: Licenca
hu: Licenc
ka: ლიცენზია
lo: ໃບອະນຸຍາດ
mr: परवाना
nl: Licentie
nn_no: Lisens
pl: Licencja
pt_br: Licença
pt_pt: Licença
ru: Лицензия
sk: Licencia
sl: Licenca
sv_se: Licens
tr: Lisans
zh_tw: 授權條款

source: Mozilla is a global non-profit dedicated to putting you in control of your online experience and shaping the future of the web for the public good. Visit us at <a %(link_attributes)s>%(site_url)s</a>.
bn: Mozilla হ'ল একটি বিশ্বব্যাপী অলাভজনক যা আপনার অনলাইন অভিজ্ঞতার নিয়ন্ত্রণে রাখার জন্য এবং ওয়েবের সার্বজনীন ভবিষ্যতের জন্য রূপদানের জন্য নিবেদিত। দেখুন <a %(link_attributes)s>%(site_url)s</a>।
gu_in: Mozilla એ વૈશ્વિક બિન-નફાકારક છે જે તમને તમારા ઓનલાઇન અનુભવને નિયંત્રણમાં રાખવા માટે અને વેબના ભાવિને લોકોના હિત માટે આકાર આપવા માટે સમર્પિત છે. <a %(link_attributes)s>%(site_url)s</a>પર અમારી મુલાકાત લો.
hr: Mozilla je globalna neprofitna organizacija koja ima misiju omogućiti vam kontrolu nad svojim radom na internetu, a također se zalaže za stvaranje budućnosti interneta u korist svih. Posjetite nas na <a %(link_attributes)s>%(site_url)s</a>.
hu: A Mozilla egy globális nonprofit szervezet, amely elkötelezett abban, hogy az Ön kezébe adja az online élményének irányítását, és a web jövőjének alakítását a közjó érdekében. Látogasson meg minket a <a %(link_attributes)s>%(site_url)s</a> webhelyen.
ka: Mozilla არის საერთაშორისო არამომგებიანი დაწესებულება, რომელსაც სურს ხალხს დაუბრუნოს, თავიანთი ინტერნეტცხოვრების სრულად განკარგვის უფლება და გახადოს ინტერნეტი საზოგადოებრივი სარგებლის მომტანი. გვეწვიეთ საიტზე <a %(link_attributes)s>%(site_url)s</a>.
mr: आपला ऑनलाईन अनुभव आपल्या ताब्यात देणे व लोकांच्या भल्यासाठी वेब चे भविष्य घडविण्यासाठी समर्पित Mozilla ही एक वैश्विक विना-नफा संस्था आहे. आम्हाला भेट द्या <a %(link_attributes)s>%(site_url)s</a>.
nl: Mozilla is een wereldwijde non-profitorganisatie, toegewijd aan het behouden van de controle over uw onlinebeleving en het vormen van de toekomst van het internet in het algemeen belang. Bezoek ons op <a %(link_attributes)s>%(site_url)s</a>.
nn_no: Mozilla er ein verdensomspennande ideell organisasjon som har som føremål å gje deg kontroll over nettoppleviga di og utforme nettet for framtida til det beste for ålmenta. Besøk oss på <a %(link_attributes)s>%(site_url)s</a>.
pl: Mozilla to ogólnoświatowa organizacja non-profit, której celem jest oddanie użytkownikom kontroli nad Internetem i kształtowanie jego przyszłości dla wspólnego dobra. Odwiedź nas na <a %(link_attributes)s>%(site_url)s</a>.
pt_br: A Mozilla é uma organização global sem fins lucrativos, dedicada a colocar você no controle da sua experiência online e definir o futuro da web para o bem público. Visite-nos em <a %(link_attributes)s>%(site_url)s</a>.
pt_pt: A Mozilla é uma organização global, sem fins lucrativos, dedicada em colocá-lo em controlo da sua experiência online e em moldar o futuro da Internet para o bem da humanidade. Visite-nos em <a %(link_attributes)s>%(site_url)s</a>.
ru: Mozilla - глобальная некоммерческая организация, чьей миссией является предоставления вам контроля над вашей работой в Интернете, и формирование будущего Интернета, чтобы он приносил пользу всему обществу. Посетите нас на <a %(link_attributes)s>%(site_url)s</a>.
sk: Mozilla je nezisková organizácia odhodlaná dať vám kontrolu nad vašim online svetom a nad utváraním budúcnosti webu. Navštívte nás na <a %(link_attributes)s>%(site_url)s</a>.
sl: Mozilla je globalna neprofitna organizacija in mar nam je za to, da imaš ti nadzor nad uporabo spleta. Želimo, da si dejaven pri ustvarjanju njegove prihodnosti, ki bo v dobro vseh. Obišči nas na <a %(link_attributes)s>%(site_url)s</a>.
sv_se: Mozilla är en global ideell organisation som är dedikerad till att ge dig kontroll över din online-upplevelse och utforma framtidens webben för allmänhetens bästa. Besök oss på <a %(link_attributes)s>%(site_url)s</a>.
tr: Mozilla, sizi internet deneyiminizin merkezine koyan ve herkesin iyiliği için web’in geleceğini şekillendirmeyi amaçlayan, kâr amacı gütmeyen, küresel bir kuruluştur. Bizi <a %(link_attributes)s>%(site_url)s</a> adresinde bulabilirsiniz.
zh_tw: Mozilla 是一個全球性的非營利組織，致力於讓您可自行控制上網體驗，並為了公眾利益來塑造 Web 的未來。歡迎到 <a %(link_attributes)s>%(site_url)s</a> 造訪我們。

# Button
source: DONATE NOW
bn: এখনি দান করুন
gu_in: હમણાં જ દાન કરો
hr: DONIRAJTE SADA
hu: ADOMÁNYOZZON MOST
ka: თანხის გაღება
lo: ບໍລິຈາກດຽວນີ້
mr: आत्ताच देणगी द्या
nl: NU DONEREN
nn_no: DONER NO
pl: WSPOMÓŻ TERAZ
pt_br: FAÇA UMA DOAÇÃO
pt_pt: FAZER UM DONATIVO AGORA
ru: ПОЖЕРТВОВАТЬ СЕЙЧАС
sk: PRISPIEŤ
sl: PRISPEVAJ ZDAJ
sv_se: DONERA NU
tr: ŞİMDİ BAĞIŞ YAP
zh_tw: 立即捐款

source: Seal of Charity Navigator 4-Star
bn: চ্যারিটি নেভিগেটর 4-স্টার সীল
gu_in: ચેરિટી નેવિગેટર 4-સ્ટારની સીલ
hr: Pečat Charity Navigator 4 zvjezdice
hu: A Charity Navigator 4 csillagos pecsétje
ka: 4-ვარკვლავიანი სიგელი Charity Navigator-ის
mr: Charity Navigator 4-Star चे सील
nn_no: 4-stjerners segl frå Charity Navigator
pl: Czterogwiazdkowa nagroda Seal of Charity Navigator
pt_br: Selo Charity Navigator 4 Estrelas
pt_pt: Selo de 4 estrelas do navegador da caridade
ru: Печать Charity Navigator 4-Star
sl: Pečat Charity Navigator: 4 zvezdice
sv_se: 4 stjärnor från Charity Navigator
tr: Charity Navigator 4-Star damgası

source: Seal of GuideStar Gold 2019
bn: GuideStar গোল্ড 2019 এর সীল
gu_in: GuideStar ગોલ્ડ 2019 ની સીલ
hr: Pečat GuideStar zlato 2019
hu: A GuideStar Gold 2019 pecsétje
ka: Goldenes ოქროს სიგელი 2019 წლის
mr: GuideStar Gold 2019 चे सील
nn_no: Segl frå GuideStar Gold 2019
pl: Złota nagroda Seal of GuideStar 2019
pt_br: Selo GuideStar Gold 2019
pt_pt: Selo de ouro de 2019 do GuideStar
ru: Печать GuideStar Gold 2019
sl: Zlati pečat GuideStar 2019
sv_se: GuideStar Gold 2019
tr: GuideStar Gold 2019 damgası

# Header
source: Donate now
bn: এখনই অনুদান দিন
gu_in: અત્યારે જ દાન કરો
hr: Donirajte sada
hu: Adományozzon most
ka: თანხის გაღება
lo: ບໍລິຈາກດຽວນີ້
mr: आत्ताच देणगी द्या
nl: Nu doneren
nn_no: Doner no
pl: Wspomóż teraz
pt_br: Faça uma doação
pt_pt: Doar agora
ru: Пожертвовать
sk: Prispejte
sl: Prispevaj zdaj
sv_se: Donera nu
tr: Şimdi bağış yapın
zh_tw: 立刻捐款

source: Thank you for contacting us. A case has been created for your issue and we will be in touch shortly.
hu: Köszönjük, hogy kapcsolatba lépett velünk. Készült egy esetleírás a kérdéséhez, és hamarosan felvesszük Önnel a kapcsolatot.
ka: გმადლობთ, რომ დაგვიკავშირდით. თქვენი საკითხის განხილვა დაწყებულია და მალე შეგეხმიანებით.
nl: Bedankt dat u contact met ons hebt opgenomen. Er is een case voor uw probleem gemaakt en we nemen binnenkort contact met u op.
nn_no: Takk for at du kontakta oss. Det er oppretta ei sak om spørsmålet ditt, og vi vil ta kontakt om kort tid.
pl: Dziękujemy za kontakt. Utworzyliśmy zgłoszenie i wkrótce się do Ciebie odezwiemy.
pt_br: Obrigado por entrar em contato conosco. Foi criado um caso para seu problema. Retornaremos o contato em breve.
pt_pt: Obrigado por entrar em contacto conosco. Foi criado um caso para o seu problema e entraremos em contacto brevemente.
sk: Ďakujeme, že ste nás kontaktovali. Uložili sme záznam o vašom probléme a čoskoro vás kontaktujeme.
sv_se: Tack för att du kontaktar oss. Ett ärende har skapats för din fråga och vi kommer att kontakta dig inom kort.
tr: Bizimle iletişime geçtiğiniz için teşekkürler. Sorununuzla ilgili bir kayıt oluşturuldu. Kısa süre içinde sizinle iletişime geçeceğiz.
zh_tw: 感謝您聯絡我們。已針對您的問題建立案件追蹤，我們將盡快回覆。

source: We will get back to you soon.
hr: Uskoro ćemo ti se javiti.
hu: Hamarosan kapcsolatba lépünk Önnel.
ka: მალე გამოგეხმაურებით.
nl: We nemen binnenkort contact op.
nn_no: Vi kjem snart tilbake til deg.
pl: Niedługo wyślemy odpowiedź.
pt_br: Em breve entraremos em contato.
pt_pt: Entraremos em contacto consigo em breve.
sk: Čoskoro sa vám ozveme.
sv_se: Vi återkommer snart till dig.
tr: Yakında sizinle iletişime geçeceğiz.
zh_tw: 我們將盡快回覆。

source: If you need help with a contribution, fill out this form and we’ll get back to you soon.
hr: Ako ti je potrebna pomoć u vezi s prilogom, ispuni ovaj obrazac i mi ćemo ti se uskoro javiti.
hu: Ha segítségre van szüksége egy hozzájárulással kapcsolatban, töltse ki ezt az űrlapot, és hamarosan kapcsolatba lépünk Önnel.
ka: თუ დახმარება გესაჭიროებათ შემოწირულობის გასაკეთებლად, შეავსეთ ეს კითხვარი და მალე შეგეხმიანებით.
nl: Als u hulp nodig hebt met een bijdrage, vul dan dit formulier in en we nemen spoedig contact met u op.
nn_no: Om du trenger hjelp med ein donasjon, fyll ut dette skjemaet så tar vi snart kontakt med deg.
pl: Jeśli potrzebujesz pomocy z przekazaniem datku, wypełnij ten formularz, a wkrótce się z Tobą skontaktujemy.
pt_br: Se precisar de ajuda com uma contribuição, preencha este formulário e entraremos em contato com você em breve.
pt_pt: Se precisar de ajuda com uma contribuição, preencha este formulário e entraremos em contacto consigo em breve.
sk: Ak potrebujete pomoc so zaslaním príspevku, vyplňte tento formulár a my sa vám čoskoro ozveme.
sv_se: Om du behöver hjälp med ett bidrag, fyll i detta formulär så återkommer vi snart till dig.
tr: Bağışlarla ilgili yardıma ihtiyacınız varsa bu formu doldurun. En kısa sürede size dönüş yapacağız.
zh_tw: 若您需要任何協助，請填寫本表單，我們會很快回覆。

source: Contact Name
hr: Ime kontakta
hu: Kapcsolattartó neve
ka: პირის სახელი
nl: Contactnaam
nn_no: Kontaktnamn
pl: Imię i nazwisko
pt_br: Nome de contato
pt_pt: Nome do contacto
ru: Контактное лицо
sk: Meno
sv_se: Kontaktnamn
tr: Adınız
zh_tw: 聯絡人姓名

source: Language
hr: Jezik
hu: Nyelv
ka: ენა
nl: Taal
nn_no: Språk
pl: Język
pt_br: Idioma
pt_pt: Idioma
ru: Язык
sk: Jazyk
sl: Jezik
sv_se: Språk
tr: Dil
zh_tw: 語言

# Option in 'Language' dropdown
source: None
hr: Nijedan
hu: egyik sem
ka: არცერთი
nl: Geen
nn_no: Ingen
pl: Żaden
pt_br: Nenhum
pt_pt: Nenhum
ru: Нет
sk: žiadny
sv_se: Inget
tr: Hiçbiri
zh_tw: 無

source: English
hr: Engleski
hu: angol
ka: ინგლისური
nl: Engels
nn_no: Engelsk
pl: angielski
pt_br: Inglês
pt_pt: Inglês
ru: Английский
sk: angličtina
sl: angleščina
sv_se: Engelska
tr: İngilizce
zh_tw: 英語

source: French
hr: Francuski
hu: francia
ka: ფრანგული
nl: Frans
nn_no: Fransk
pl: francuski
pt_br: Francês
pt_pt: Francês
ru: Французский
sk: francúzština
sl: francoščina
sv_se: Franska
tr: Fransızca
zh_tw: 法語

source: German
hr: Njemački
hu: német
ka: გერმანული
nl: Duits
nn_no: Tysk
pl: niemiecki
pt_br: Alemão
pt_pt: Alemão
ru: Немецкий
sk: nemčina
sl: nemščina
sv_se: Tyska
tr: Almanca
zh_tw: 德語

source: Spanish
hr: Španjolski
hu: spanyol
ka: ესპანური
nl: Spaans
nn_no: Spansk
pl: hiszpański
pt_br: Espanhol
pt_pt: Espanhol
ru: Испанский
sk: španielčina
sl: španščina
sv_se: Spanska
tr: İspanyolca
zh_tw: 西班牙語

source: Polish
hr: Poljski
hu: lengyel
ka: პოლონური
nl: Pools
nn_no: Polsk
pl: polski
pt_br: Polonês
pt_pt: Polaco
ru: Польский
sk: poľština
sl: poljščina
sv_se: Polska
tr: Lehçe
zh_tw: 波蘭語

source: Portuguese
hr: Portugalski
hu: portugál
ka: პორტუგალიური
nl: Portugees
nn_no: Portugisisk
pl: portugalski
pt_br: Português
pt_pt: Português
ru: Португальский
sk: portugalčina
sl: portugalščina
sv_se: Portugisiska
tr: Portekizce
zh_tw: 葡萄牙語

# Option in 'Language' dropdown
source: Other
hr: Ostali
hu: egyéb
ka: სხვა
nl: Overig
nn_no: Anna
pl: Inny
pt_br: Outro
pt_pt: Outro
ru: Другой
sk: iný
sl: drugo
sv_se: Annat
tr: Diğer
zh_tw: 其他

source: Subject
hr: Predmet
hu: Tárgy
ka: საკითხი
nl: Onderwerp
nn_no: Emne
pl: Temat
pt_br: Assunto
pt_pt: Assunto
ru: Тема
sk: Predmet
sl: Zadeva
sv_se: Ämne
tr: Konu
zh_tw: 主旨

source: Description
hr: Opis
hu: Leírás
ka: აღწერა
nl: Beschrijving
nn_no: Skildring
pl: Opis
pt_br: Descrição
pt_pt: Descrição
ru: Описание
sk: Popis
sl: Opis
sv_se: Beskrivning
tr: Açıklama
zh_tw: 描述

source: Mozilla will only use your submitted information for purposes of communicating with you about your request. See our <a href="%(privacy_policy)s">privacy policy</a> for further information.
hr: Mozilla će tvoje poslane podatke koristiti samo u svrhu komunikacije s tobom o tvom zahtjevu. Pogledaj naša <a href="%(privacy_policy)s">pravila o privatnosti</a> za dodatne informacije.
hu: A Mozilla a benyújtott információkat csak az Ön kérésével kapcsolatos kommunikációra használja. További információkért tekintse meg az <a href="%(privacy_policy)s">adatvédelmi irányelveinket</a>.
ka: Mozilla თქვენ მიერ გამოგზავნილ ინფორმაციას გამოიყენებს მხოლოდ თქვენთან დასაკავშირებლად, მოთხოვნის თაობაზე. იხილეთ <a href="%(privacy_policy)s">პირადი მონაცემების დაცვის ჩვენი დებულება</a> დაწვრილებითი ინფორმაციისთვის.
nl: Mozilla zal uw ingediende informatie alleen gebruiken ten behoeve van communicatie met u over uw aanvraag. Lees ons <a href="%(privacy_policy)s">privacybeleid</a> voor meer informatie.
pl: Mozilla będzie używać przesłanych informacji wyłącznie w celu komunikowania się z Tobą na temat podania. Nasze <a href="%(privacy_policy)s">zasady ochrony prywatności</a> zawierają więcej informacji.
pt_br: A Mozilla só usará as informações enviadas para fins de comunicação com você sobre sua solicitação. Consulte mais informações na nossa <a href="%(privacy_policy)s">política de privacidade</a>.
pt_pt: A Mozilla apenas utilizará as informações enviadas para fins de comunicação consigo sobre o seu pedido. Consulte a nossa <a href="%(privacy_policy)s">política de privacidade</a> para obter mais informações.
sk: Mozilla použije vyplnené údaje len pre účely komunikácie s vami ohľadom vašej žiadosti. Ďalšie informácie nájdete v <a href="%(privacy_policy)s">zásadách ochrany súkromia</a>.
sv_se: Mozilla kommer endast att använda den information du anger för att kunna kommunicera med dig om din begäran. Se vår <a href="%(privacy_policy)s">sekretesspolicy</a> för ytterligare information.
tr: Mozilla, gönderilen bilgilerinizi yalnızca talebiniz hakkında sizinle iletişim kurmak amacıyla kullanacaktır. Daha fazla bilgi için <a href="%(privacy_policy)s">gizlilik politikamıza</a> bakın.
zh_tw: Mozilla 僅將您提供的資訊用於聯繫處理您的要求。若需更多資訊，請參考我們的<a href="%(privacy_policy)s">隱私權保護政策</a>。

source: Submit
hr: Pošalji
hu: Elküldés
ka: გაგზავნა
nl: Indienen
nn_no: Send inn
pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
ru: Отправить
sk: Odoslať
sl: Pošlji
sv_se: Skicka in
tr: Gönder
zh_tw: 送出

source: Ways to Give
hr: Načini davanja
hu: Az adományozás módjai
ka: მხარდაჭერის გზები
nl: Donatiemethoden
nn_no: Ulike måtar å donere pengar på
pl: Sposoby wsparcia
pt_br: Formas de Doar
pt_pt: Formas de contribuir
ru: Способы пожертвовать
sk: Možnosti prispenia
sl: Možnosti donacij
sv_se: Olika sätt att skänka pengar
tr: Bağış Yapma Yolları
zh_tw: 捐款方式

source: Credit / Debit and PayPal
hr: Kreditne/debitne kartice i PayPal
hu: Bankkártya és PayPal
ka: საკრედიტო / სადებეტო ბარათები და PayPal
nl: Creditcard / bankpas en PayPal
nn_no: Kreditt- / debit-kort og PayPal
pl: Karta płatnicza i PayPal
pt_br: Crédito / Débito e PayPal
pt_pt: Crédito / Débito e PayPal
ru: Кредитная / Дебетовая карта и PayPal
sk: Platobná karta a PayPal
sl: Kreditna/debetna kartica in PayPal
sv_se: Kredit/debit och PayPal
tr: Kredi/banka kartı ve PayPal
zh_tw: 信用卡 / 簽帳卡 或 PayPal

source: <a href="%(ways_to_give_link)s">Go to this link</a> to make a secure online donation right now.
hr: <a href="%(ways_to_give_link)s">Idi na ovu poveznicu</a> za trenuto izvršavanje sigurne internetske donacije.
hu: <a href="%(ways_to_give_link)s">Kattintson erre a hivatkozásra</a>, hogy biztonságosan adományozhasson.
ka: <a href="%(ways_to_give_link)s">გადადით ამ ბმულზე</a>, ინტერნეტით უსაფრთხო შემოწირვისთვის, ახლავე.
nl: <a href="%(ways_to_give_link)s">Gebruik deze koppeling</a> om direct een veilige online donatie te doen.
nn_no: <a href="%(ways_to_give_link)s">Gå til denne lenka</a> for å utføre ein sikker donasjon på nettet akkurat no.
pl: <a href="%(ways_to_give_link)s">Na tej stronie</a> można szybko i bezpiecznie przekazać datek przez Internet.
pt_br: <a href="%(ways_to_give_link)s">Acesse este link</a> para fazer uma doação online segura agora mesmo.
pt_pt: <a href="%(ways_to_give_link)s">Aceda a esta ligação</a> para fazer um donativo online seguro agora.
sk: <a href="%(ways_to_give_link)s">Prostredníctom tohto odkazu</a> môžete prispieť bezpečne a okamžite.
sv_se: <a href="%(ways_to_give_link)s">Gå till den här länken</a> för att göra en säker donation på nätet just nu.
tr: Güvenli bir şekilde çevrimiçi bağış yapmak için <a href="%(ways_to_give_link)s">buraya tıklayın</a>.
zh_tw: <a href="%(ways_to_give_link)s">請到此網頁</a>進行安全線上捐款。

source: Bank Transfer / SEPA
hr: Bankovni prijenos / SEPA
hu: Banki átutalás / SEPA
ka: საბანკო გადარიცხვა / SEPA
nl: Bankoverschrijving / SEPA
nn_no: Bankoverføring / SEPA
pl: Przelew bankowy/SEPA
pt_br: Transferência bancária / SEPA
pt_pt: Transferência bancária / SEPA
ru: Банковский перевод / ЕЗПЕ (SEPA)
sk: Bankový prevod/SEPA
sl: Bančno nakazilo/SEPA
sv_se: Banköverföring / SEPA
tr: Banka transferi / SEPA
zh_tw: 歐元單一支付區銀行轉帳

source: We accept donations in Euros through Single European Payment Area (SEPA) transfer, and British Pounds through BACS transfer.
hu: Most már el tudjuk fogadni az euróban érkező adományokat Single European Payment Area (SEPA) átutalással, valamint brit fontot BACS átutalással.
ka: ჩვენ ვიღებთ შემოწირულობებს ევროში, Single European Payment Area (SEPA) სისტემის მეშვეობით და ასევე, ბრიტანულ გირვანქას, BACS-ის საშუალებით.
nl: We accepteren donaties in euro’s via een Single European Payment Area (SEPA)-overschrijving, en Britse ponden via een BACS-overschrijving.
nn_no: Vi godkjenner donasjonar i euro overført via Single European Payment Area (SEPA), og britiske pund overført via BACS.
pl: Przyjmujemy datki w euro przez przelew SEPA (Jednolity obszar płatności w euro) i w funtach brytyjskich przez przelew BACS.
pt_br: Aceitamos doações em euros através de transferência via Single European Payment Area (SEPA) e libras esterlinas via transferência BACS.
pt_pt: Nós aceitamos donativos em Euros através de transferências SEPA (Single European Payment Area) e Libras britânicas através de transferências BACS.
ru: Мы принимаем пожертвования в евро через Единую Зону Платежей в Евро (SEPA), а британские фунты через BACS.
sk: Prijímame príspevky v eurách pomocou prevodov v rámci Jednotnej oblasti platieb v eurách (SEPA) a v librách pomocou BACS prevodov.
sl: Sprejemamo donacije v evrih prek SEPA (Single European Payment Area) ter britanske funte prek nakazil BACS.
sv_se: Vi accepterar donationer i euro genom överföring av ett gemensamt europeiskt betalningsområde (SEPA) och brittiska pund genom BACS-överföring.
tr: SEPA transferi yoluyla Euro bağışlarınızı ve BACS transferi yoluyla İngiliz sterlini bağışlarınızı kabul edebiliyoruz.
zh_tw: 我們接受透過歐元單一支付區（SEPA）網路的歐元轉帳，以及 BACS 網路的英鎊轉帳捐款。
