Repository: MozillaFoundation/donate-wagtail
Catalog: donate/locale/*/LC_MESSAGES/django.po
Languages: bn, gu_in, hr, hu, ka, lo, mr, nl, nn_no, pl, pt_br, pt_pt, ru, sk, sl, sv_se, tr, zh_tw

source: I authorize MZLA Technologies Corporation to automatically charge my card every month in the amount indicated above, starting today and continuing each month on the same day, until I cancel. I understand that I must cancel at least 5 days before the next scheduled donation by <a href='%(help_url)s'>submitting a request</a>, and that I may only request a refund within 15 days from the date of a donation.
hu: Felhatalmazom a MZLA Technologies Corporationt, hogy havonta automatikusan megterhelje a kártyámat a fent megadott összeggel, a mai nappal kezdve, és azt követően minden hónapban ugyanezen a napon, amíg le nem mondom. Megértettem, hogy legalább 5 nappal a következő ütemezett adományozás előtt kell lemondanom <a href='%(help_url)s'>erre vonatkozó kérés beküldésével</a>, és csak az adományozástól számított 15 napon belül kérhetek visszatérítést.
ka: ვანიჭებ MZLA Technologies Corporation-ს უფლებას, თავად ჩამოჭრას ჩემი ბარათიდან ზემოთ მოცემული ოდენობის თანხა დღეიდან ყოველთვიურად ამავე დღეს, სანამ არ გავაუქმებ. ვითვალისწინებ, რომ შემოწირულობის გასაუქმებლად, დაგეგმილ მომდევნო გადარიცხვამდე არანაკლებ 5 დღით ადრე უნდა გავგზავნო ელფოსტაზე <a href='%(help_url)s'>მოთხოვნა</a>, ხოლო თანხის დაბრუნებაზე განაცხადის გაკეთება, შემოწირულობის ჩამოჭრიდან, 15 დღის განმავლობაში შემეძლება.
nl: Ik machtig MZLA Technologies Corporation om mijn kaart elke maand automatisch te belasten met het hierboven aangegeven bedrag, vanaf vandaag en elke maand op dezelfde dag, totdat ik annuleer. Ik begrijp dat ik ten minste 5 dagen vóór de volgende geplande donatie middels <a href='%(help_url)s'>een verzoek daartoe</a> moet annuleren en dat ik alleen om terugbetaling kan verzoeken binnen 15 dagen na de datum van een donatie.
pl: Upoważniam MZLA Technologies Corporation do obciążenia mojej karty w wysokości podanej powyżej i robienia tego co miesiąc, tego samego dnia miesiąca od dzisiaj aż do czasu anulowania. Rozumiem, że muszę anulować co najmniej 5 dni przed następnym zaplanowanym datkiem <a href='%(help_url)s'>wysyłając podanie</a>, oraz że mogę zażądać zwrotu pieniędzy wyłącznie w ciągu 15 dni od daty przekazania datku.
pt_br: Autorizo à MZLA Technologies Corporation cobrar automaticamente meu cartão todo mês o valor indicado acima, iniciando hoje e continuando cada mês no mesmo dia, até que eu cancele. Compreendo que devo cancelar pelo menos 5 dias antes da próxima doação agendada <a href='%(help_url)s'>enviando uma solicitação</a>, e que só posso solicitar devolução de uma doação até 15 dias após sua data.
pt_pt: Autorizo a MZLA Technologies Corporation a cobrar, automaticamente, no meu cartão e todos os meses, o valor indicado acima, começando hoje e continuando todos os meses no mesmo dia, até que eu cancele. Entendo que devo cancelar pelo menos 5 dias antes da próxima doação agendada, através da <a href='%(help_url)s'>submissão de um pedido</a>, e que só posso solicitar um reembolso no intervalo de 15 dias a partir da data de um donativo.
ru: Я разрешаю корпорации MZLA Technologies автоматически снимать средства с моей карты каждый месяц в указанном выше размере, начиная с сегодняшнего дня и каждый месяц того же числа, пока я это не отменю. Я понимаю, что я смогу отменить запланированное пожертвование только за как минимум 5 дней до даты его совершения, путём <a href='%(help_url)s'>отправки запроса</a>, и то, что я смогу запросить возврат средств только в течение 15 дней с даты пожертвования.
sk: Súhlasím s tým, aby MZLA Technologies Corporation strhla z mojej platobnej karty vyššie uvedenú čiastku a naďalej tak činila s mesačnou pravidelnosťou, dokým tento súhlas neodvolám. Rozumiem, že opakovanie platby je potrebné zrušiť aspoň 5 dní pred jej plánovaným strhnutím a to <a href='%(help_url)s'>prostredníctvom žiadosti</a> a že o vrátenie peňazí môžem požiadať do 15 dní odo dňa odoslania príspevku.
sv_se: Jag godkänner att MZLA Technologies Corporation automatiskt debiterar mitt kort varje månad med det belopp som anges ovan, med start idag och därefter samma dag varje månad tills jag avbryter donationerna. Jag förstår att jag måste avbryta minst 5 dagar innan nästa schemalagda donation <a href='%(help_url)s'>genom att fylla i detta formulär</a> och att jag endast kan begära återbetalning inom 15 dagar efter den senaste donationen.
tr: Bugünden itibaren her ayın aynı gününde, ben iptal edene dek MZLA Technologies Corporation'ın yukarıda belirtilen tutarı otomatik olarak kartımdan çekmesine izin veriyorum. Planlı bağışlarımı en az 5 gün önceden <a href='%(help_url)s'>talepte bulunarak</a> iptal edebileceğimi, bağıştan sonraki 15 gün içinde iade talep edebileceğimi anladım.
zh_tw: 我授權 MZLA Technologies Corporation 從今日起，且於每月同一日持續向我的卡片收取上方顯示的金額，直到我主動取消為止。我了解我必須於下次預定扣款日 5 日前，<a href='%(help_url)s'>主動送出要求</a>方可取消，並且僅能於捐款日 15 天內要求退款。

source: I authorize MZLA Technologies Corporation to charge my card in the amount indicated above. I understand that I may only request a refund within 15 days from the date of the donation.
hu: Felhatalmazom a MZLA Technologies Corporationt, hogy terhelje meg a kártyámat a fent látott összeggel. Megértettem, hogy csak a felajánlás utáni 15 napban kérhetek visszatérítést.
ka: ვანიჭებ MZLA Technologies Corporation-ს უფლებას, ჩამოჭრას ჩემი ბარათიდან ზემოთ მოცემული ოდენობის თანხა. ვითვალისწინებ, რომ თანხის დაბრუნების მოთხოვნა, შემოწირულობის გაკეთებიდან 15 დღის განმავლობაში შემეძლება.
nl: Ik machtig MZLA Technologies Corporation om mijn kaart te belasten met het bovenstaande bedrag. Ik begrijp dat ik alleen om terugbetaling kan verzoeken binnen 15 dagen na de datum van de donatie.
pl: Upoważniam MZLA Technologies Corporation do obciążenia mojej karty w wysokości podanej powyżej. Rozumiem, że mogę zażądać zwrotu pieniędzy wyłącznie w ciągu 15 dni od daty przekazania datku.
pt_br: Autorizo à MZLA Technologies Corporation cobrar do meu cartão o valor indicado acima. Compreendo que só posso solicitar devolução de uma doação até 15 dias após sua data.
pt_pt: Autorizo a MZLA Technologies Corporation a cobrar no meu cartão o valor indicado acima. Entendo que só posso solicitar um reembolso no prazo de 15 dias a partir da data do donativo.
ru: Я разрешаю корпорации MZLA Technologies снимать средства с моей карты в указанном выше размере. Я понимаю, что я смогу запросить возврат средств только в течение 15 дней с даты пожертвования.
sk: Súhlasím s tým, aby MZLA Technologies Corporation strhla z mojej platobnej karty vyššie uvedenú čiastku. Uvedomujem si, že o vrátenie peňazí môžem požiadať do 15 dní odo dňa odoslania príspevku.
sv_se: Jag godkänner att MZLA Technologies Corporation debiterar mitt kort med det belopp som anges ovan. Jag förstår att jag endast kan begära en återbetalning inom 15 dagar från att betalningen sker.
tr: Yukarıda belirtilen miktarı kartımdan çekmesi için MZLA Technologies Corporation’a yetki veriyorum. Bağıştan sonraki 15 gün içinde iade talep edebileceğimi anladım.
zh_tw: 我授權 MZLA Technologies Corporation 向我的卡片收取上方顯示的金額，並同意我僅能於捐款日 15 天內要求退款。

source: We’d love to have you as a sustaining supporter of Thunderbird. <b>Could you add a monthly donation starting next month?</b>
gu_in: અમે તમને Thunderbirdના ટકાઉ સમર્થક તરીકે મળીને ગમશે. <b>શું તમે આવતા મહિનાથી શરૂ થતા માસિક દાનમાં ઉમેરી શકો છો?</b>
hu: Szeretnénk, ha Ön a Thunderbird tartós támogatója lenne. <b>Be tudna állítani egy havi adományt a következő hónaptól kezdve?</b>
ka: მეტად მოხარულები ვიქნებით, თუ Thunderbird-ის მტკიცე და მუდმივი მხარდამჭერი გახდებით. <b>გაქვთ სურვილი მომდევნო თვიდან, გაიღოთ შემოწირულობა ყოველთვიურად?</b>
nl: We zien u graag als vaste supporter van Thunderbird. <b>Zou u met ingang van volgende maand een maandelijkse donatie willen doen?</b>
nn_no: Vi vil gjerne ha deg som støttande tilhengar av Thunderbird. <b>Kan du leggje til ein månadleg donasjon som byrjar neste månad?</b>
pl: Mamy nadzieję, że to dopiero początek naszej współpracy. <b>Może od następnego miesiąca zaczniesz comiesięczny datek?</b>
pt_br: Adoraríamos ter você como um apoiador permanente do Thunderbird. <b>Aceitaria adicionar uma doação mensal a partir do mês que vem?</b>
pt_pt: Gostaríamos muito de tê-lo como um apoiante recorrente do Thunderbird. <b>Pode fazer um donativo mensal a partir do próximo mês?</b>
ru: Мы бы хотели, чтобы вы стали постоянным помощником Thunderbird. <b>Не хотите ли вы настроить ежемесячное пожертвование, начиная со следующего месяца?</b>
sk: Budeme veľmi radi, ak sa rozhodnete Thunderbird podporovať dlhodobo. <b>Na tejto stránke môžete zadať pravidelnú mesačnú platbu začínajúcu budúci mesiac.</b>
sl: Veselilo bi nas, če bi postali redni podpornik Thunderbirda. <b>Bi dodali še mesečno donacijo od naslednjega meseca naprej?</b>
sv_se: Vi skulle gärna vilja ha dig som en stödjande anhängare av Thunderbird.<b>Kan du lägga till en månatlig donation som börjar nästa månad?</b>
tr: Sizi Thunderbird’ün sürekli destekçisi olarak görmeyi çok isteriz. <b>Gelecek aydan itibaren aylık bağış yapmak ister misiniz?</b>
zh_tw: 我們希望您能成為 Thunderbird 的支持者。<b>您願意從下個月起，每月持續捐款嗎？</b>

source: I authorize MZLA Technologies Corporation to automatically charge my card every month in the amount indicated above, starting next month on the same date as today, and continuing each month afterwards until I cancel. I understand that I must cancel at least 5 days before the next scheduled donation by <a href="%(help_url)s">submitting this form</a>, and that I may only request a refund within 15 days from the date of a donation.
hu: Felhatalmazom a MZLA Technologies Corporationt, hogy havonta automatikusan megterhelje a kártyámat a fent megadott összeggel, a következő hónappal kezdve ugyanazon a napon, mint ma, és azt követően minden hónapban, amíg le nem mondom. Megértettem, hogy legalább 5 nappal a következő ütemezett adományozás előtt kell lemondanom <a href="%(help_url)s">az erre vonatkozó kérés beküldésével</a>, és csak az adományozástól számított 15 napon belül kérhetek visszatérítést.
ka: ვანიჭებ MZLA Technologies Corporation-ს უფლებას, თავად ჩამოჭრას ჩემი ბარათიდან ზემოთ მოცემული ოდენობის თანხა ყოველთვიურად, დაწყებული მომდევნო თვიდან ამავე დღეს, სანამ არ გავაუქმებ. ვითვალისწინებ, რომ შემოწირულობის გასაუქმებლად, დაგეგმილ მომდევნო გადარიცხვამდე არანაკლებ 5 დღით ადრე უნდა გავგზავნო ელფოსტაზე <a href="%(help_url)s">მოთხოვნის ეს ფორმა</a>, ხოლო თანხის დაბრუნებაზე განაცხადის გაკეთება, შემოწირულობის ჩამოჭრიდან, 15 დღის განმავლობაში შემეძლება.
nl: Ik machtig MZLA Technologies Corporation om mijn kaart elke maand automatisch te belasten met het hierboven aangegeven bedrag, vanaf volgende maand op dezelfde dag als vandaag, totdat ik annuleer. Ik begrijp dat ik ten minste 5 dagen vóór de volgende geplande donatie door <a href="%(help_url)s">dit formulier in te dienen</a> moet annuleren en dat ik alleen om terugbetaling kan verzoeken binnen 15 dagen na de datum van een donatie.
pl: Upoważniam MZLA Technologies Corporation do obciążenia mojej karty w wysokości podanej powyżej i robienia tego co miesiąc, od tego samego dnia następnego miesiąca aż do czasu anulowania. Rozumiem, że muszę anulować co najmniej 5 dni przed następnym zaplanowanym datkiem <a href="%(help_url)s">wysyłając ten formularz</a>, oraz że mogę zażądać zwrotu pieniędzy wyłącznie w ciągu 15 dni od daty przekazania datku.
pt_br: Autorizo à MZLA Technologies Corporation cobrar automaticamente meu cartão todo mês o valor indicado acima, iniciando mês que vem no mesmo dia de hoje e continuando a partir daí cada mês até que eu cancele. Compreendo que devo cancelar pelo menos 5 dias antes da próxima doação agendada <a href="%(help_url)s">enviando este formulário</a>, e que só posso solicitar devolução de uma doação até 15 dias após sua data.
pt_pt: Eu autorizo a fundação Mozilla a cobrar, automaticamente, no meu cartão e todos os meses, o valor indicado acima, começando no próximo mês no mesmo dia de hoje e continuando todos os meses seguintes até que eu cancele. Eu compreendo que devo cancelar pelo menos 5 dias antes da próxima doação agendada, através da <a href="%(help_url)s">submissão deste formulário</a>, e que só posso solicitar um reembolso no dentro de 15 dias a partir da data de um donativo.
ru: Я разрешаю корпорации MZLA Technologies автоматически снимать средства с моей карты каждый месяц в указанном выше размере, начиная со следующего месяца, такого же числа, как и сегодня, и продолжая каждый следующий месяц, пока я это не отменю. Я понимаю, что я смогу отменить запланированное пожертвование только как минимум за 5 дней до даты его совершения, <a href="%(help_url)s">заполнив и отправив эту форму</a>, и то, что я смогу запросить возврат средств только в течение 15 дней с даты пожертвования.
sk: Súhlasím s tým, aby MZLA Technologies Corporation strhla z mojej platobnej karty vyššie uvedenú čiastku a naďalej tak činila s mesačnou pravidelnosťou, dokým tento súhlas neodvolám. Rozumiem, že opakovanie platby je potrebné zrušiť aspoň 5 dní pred jej plánovaným strhnutím a to <a href="%(help_url)s">prostredníctvom žiadosti</a> a že o vrátenie peňazí môžem požiadať do 15 dní odo dňa odoslania príspevku.
sv_se: Jag godkänner att MZLA Technologies Corporation automatiskt debiterar mitt kort varje månad med det belopp som anges ovan, med start nästa månad samma dag som idag och därefter varje månad tills jag väljer att avbryta donationerna. Jag förstår att jag måste avbryta minst 5 dagar innan nästa schemalagda donation genom att<a href="%(help_url)s">fylla i detta formulär</a> och att jag endast kan begära återbetalning inom 15 dagar efter den senaste donationen.
tr: Bugünden bir ay sonra başlayıp her ay devam etmek üzere, ben iptal edene dek MZLA Technologies Corporation'ın yukarıda belirtilen tutarı otomatik olarak kartımdan çekmesine izin veriyorum. Planlı bağışlarımı en az 5 gün önceden <a href="%(help_url)s">bu formu doldurarak</a> iptal edebileceğimi, bağıştan sonraki 15 gün içinde iade talep edebileceğimi anladım.
zh_tw: 我授權 MZLA Technologies Corporation 從下個月的同一日起，每月持續向我的卡片收取上方顯示的金額，直到我主動取消為止。我了解我必須於下次預定扣款日 5 日前，<a href="%(help_url)s">主動填寫送出此表單</a>方可取消，並且僅能於捐款日 15 天內要求退款。

source: We’ve emailed you a donation receipt; if it’s missing, please check your junk/spam folders, then contact us using <a href="%(url)s">this form</a>.
hu: Elküldtük Önnek az adományozás nyugtáját; ha hiányzik, akkor ellenőrizze a levélszemét mappákat, majd vegye fel velünk a kapcsolatot <a href="%(url)s">ezen űrlap</a> kitöltésével.
ka: ჩვენ გამოგიგზავნეთ შემოწირულების ქვითარი; თუ არ მიგიღიათ, გთხოვთ, ჯერ გადაამოწმოთ თქვენი ჯართის/სპამის საქაღალდეები, შემდეგ კი დაგვიკავშირდეთ <a href="%(url)s">ამ ფორმის გამოყენებით</a>.
nl: We hebben u een e-mailbericht met donatiebewijs gestuurd; als dit ontbreekt, controleer dan uw mappen met ongewenste e-mail / spam, en neem daarna contact met ons op via <a href="%(url)s">dit formulier</a>.
pl: Wysłaliśmy potwierdzenie datku na Twój adres e-mail. Jeśli nie możesz go znaleźć, to prosimy sprawdzić w folderze z niechcianymi wiadomościami/spamem, a następnie skontaktować się z nami pod adresem za pomocą <a href="%(url)s">tego formularza</a>.
pt_br: Enviamos por e-mail um recibo de doação. Se não encontrar, verifique suas pastas de lixo eletrônico e spam. Se precisar, entre em contato através <a href="%(url)s">deste formulário</a>.
pt_pt: Enviámos por e-mail para si com um recibo do donativo; se não conseguir encontrar, verifique as suas pastas de lixo eletrónico/spam e depois entre em contacto utilizando <a href="%(url)s">este formulário</a>.
ru: Мы отправили вам чек пожертвования; если его нет, пожалуйста, проверьте папку «Спам», а затем свяжитесь с нами, используя <a href="%(url)s">эту форму</a>.
sk: Na vašu e-mailovú adresu sme poslali potvrdenie o príspevku. Ak ho vo vašej schránke neviete nájsť, skontrolujte priečinok s nevyžiadanou poštou a prípadne nás kontaktujte pomocou <a href="%(url)s">tohto formulára</a>.
sl: Po e-pošti smo vam poslali potrdilo o donaciji; če ga niste prejeli, preverite mapo z neželeno pošto, nato nam pišite prek <a href="%(url)s">tega obrazca</a>.
sv_se: Vi har skickat ett donationskvitto till dig; om det saknas, vänligen kolla dina skräp/spam-mappar, kontakta oss med <a href="%(url)s">detta formulär</a>.
zh_tw: 我們已將捐款收據發送給您。沒有收到的話請看看是不是跑到了垃圾信件匣，若還是沒有，可填寫<a href="%(url)s">此表單</a>聯絡我們。

source: Lastly, can you multiply your impact by sharing about the important work Thunderbird is doing? Thank you again!
gu_in: છેલ્લે, તમે Thunderbird જે મહત્વપૂર્ણ કાર્ય કરી રહ્યાં છે તેના વિશે શેર કરીને તમારી અસરને વધારી શકો છો? ફરીથી આભાર!
hu: Végül, megsokszorozná a hatását azzal, hogy megosztja a Thunderbird fontos munkáját? Még egyszer köszönjük!
ka: და ბოლოს, შეგიძლიათ დაგვეხმაროთ იმ მნიშვნელოვანი საქმის გაზიარებაში, რომელსაც Thunderbird აკეთებს? გმადლობთ, კიდევ ერთხელ!
nl: Ten slotte, wilt u ons helpen het belangrijke werk dat Thunderbird doet te delen? Nogmaals bedankt!
nn_no: Til slutt, kan du auke påverknaden din gjennom å dele det viktige arbeidet Thunderbird gjer? Takk igjen!
pl: Czy możesz pomnożyć swój udział, opowiadając o ważnej pracy, jaką wykonuje projekt Thunderbird? Jeszcze raz dziękujemy!
pt_br: Por fim, você poderia multiplicar seu impacto compartilhando o importante trabalho que o Thunderbird está fazendo? Mais uma vez obrigado!
pt_pt: Por fim, pode multiplicar o seu impacto partilhando informações sobre o importante trabalho que o Thunderbird está a fazer? Mais uma vez obrigado!
ru: Последнее, можете ли вы помочь умножить ваши усилия, рассказав о важной работе, которую делает Thunderbird? Спасибо ещё раз!
sk: Svoju pomoc môžete znásobiť zdieľaním informácií o tom, aké dôležité veci Thunderbird robí. Vďaka!
sl: In nazadnje, ali lahko svoj učinek pomnožite s širjenjem sporočila o pomembnem delu, ki ga opravlja Thunderbird? Hvala!
sv_se: Slutligen, kan du öka din påverkan genom att dela det viktiga arbete Thunderbird gör? Tack igen!
tr: Son olarak, Thunderbird’ün yaptığı önemli çalışmaları paylaşmamıza yardımcı olur musunuz? Tekrar teşekkürler!
zh_tw: 最後，您願意幫助我們分享 Thunderbird 做了哪些重要的事情，以放大您的影響力嗎？多謝了！

# Used as a tweet
source: I donated to @mozthunderbird today to #freetheinbox. Join me to support communication privacy.
bn: আমি আজ @mozthunderbird কে #freetheinbox এ অনুদান দিয়েছি। যোগাযোগের গোপনীয়তা সমর্থন করতে আমার সাথে যোগ দিন।
gu_in: મેં આજે #freetheinbox માટે @mozthunderbirdને દાન આપ્યું છે. વાતચીતની ગોપનીયતાને ટેકો આપવા માટે મારી સાથે જોડાઓ.
hr: Donirao sam @mozthunderbird danas kako bi #freetheinbox. Priključite mi se kako biste podržali privatnost komunikacije.
hu: Támogattam a @mozthunderbird #freetheinbox kampányát. Csatlakozz hozzám a kommunikációs magánszféra támogatásában.
ka: მე დღეს შემოწირულობით დავეხმარე @mozthunderbird-ს, თავისუფალი საფოსტო ყუთისთვის, #freetheinbox. შემომიერთდი და ერთად დავუჭიროთ მხარი, ურთიერთკავშირისას პირადი მონაცემების უსაფრთხოებას.
mr: मी आज #freetheinbox ला @mozthunderbird ला देणगी दिली. संप्रेषणाच्या गोपनीयतेस पाठिंबा देण्यासाठी मला सामील व्हा.
nl: Ik heb vandaag aan @mozthunderbird gedoneerd voor vrijheid van het postvak. Steun met mij de privacy van communicatie.
nn_no: Eg donerte til @mozthunderbird i dag for å #freetheinbox. Ver med og støtt kommunikasjonspersonvern.
pl: Wspomagam dzisiaj @mozthunderbird, aby #UwolnićSkrzynkę. Dołącz do mnie, aby wspierać prywatność komunikacji.
pt_br: Fiz uma doação hoje para o @mozthunderbird. Junte-se a mim para apoiar a privacidade da comunicação. #freetheinbox
pt_pt: Eu hoje fiz um donativo para @mozthunderbird via #freetheinbox. Junte-se a mim para apoiar a privacidade na comunicação.
ru: Я жертвую @mozthunderbird сегодня, чтобы #freetheinbox. Присоединяйтесь ко мне, чтобы поддержать приватность общения.
sk: Dnes som prispel @mozthunderbird, pretože #chcemslobondyemail #freetheinbox. Pridajte sa ku mne a pomôžte chrániť súkromnú komunikáciu.
sl: Danes sem doniral @mozthunderbird za #freetheinbox. Pridruži se mi in pomagaj pri podpori za zasebnost komunikacij.
sv_se: Jag donerade till @mozthunderbird idag till #freetheinbox. Gå med mig för att stödja integritetsskyddad kommunikation.
tr: Bugün @mozthunderbird'e bağış yaptım, gelen kutumu özgür bıraktım. İletişimde gizliliği birlikte destekleyelim. #freetheinbox
zh_tw: 我今天捐款給 @mozthunderbird 保護收件匣了！請與我一起聲援秘密通訊的自由。 #freetheinbox

# Email subject line
source: I donated to Thunderbird today
bn: আমি আজ Thunderbird কে অনুদান দিয়েছি
gu_in: મેં આજે Thunderbirdને દાન આપ્યું છે
hr: Danas sam donirao Thunderbirdu
hu: Ma támogottam a Thunderbirdöt
ka: მე დღეს შემოწირულობით დავეხმარე Thunderbird-ს
lo: ຂ້ອຍໄດ້ບໍລິຈາກໃຫ້ Thunderbird ໃນມື້ນີ້
mr: मी आज Thunderbird ला देणगी दिली
nl: Ik heb vandaag aan Thunderbird gedoneerd
nn_no: Eg donerte til Thunderbird i dag
pl: Wspomagam dzisiaj Thunderbirda
pt_br: Eu fiz uma doação para o Thunderbird hoje
pt_pt: Eu hoje fiz um donativo para o Thunderbird
ru: Я пожертвовал(а) Thunderbird сегодня
sk: Dnes som prispel Thunderbirdu
sl: Danes sem doniral Thunderbirdu
sv_se: Jag donerade till Thunderbird idag
tr: Bugün Thunderbird'e bağış yaptım
zh_tw: 我今天捐款給 Thunderbird 保護收件匣了！

source: CVV
pl: Kod CVV

source: Twitter
bn: টুইটার
ru: Твиттер

source: Instagram
bn: ইনস্টাগ্রাম
ru: Инстаграм

source: Facebook
ru: Фейсбук
