Repository: MozillaFoundation/donate-wagtail
Catalog: donate/locale/*/LC_MESSAGES/django.po
Languages: bn, gu_in, hr, hu, ka, lo, mr, nl, nn_no, pl, pt_br, pt_pt, ru, sk, sl, sv_se, tr, zh_tw

source: You are donating <span class="%(span_class)s">%(formatted_amount)s</span> per month
bn: আপনি প্রতি মাসে <span class="%(span_class)s">%(formatted_amount)s</span> অনুদান দিচ্ছেন
gu_in: તમે દર મહિને <span class="%(span_class)s">%(formatted_amount)s</span> દાન કરી રહ્યા છો
hr: Donirate <span class="%(span_class)s">%(formatted_amount)s</span> mjesečno
hu: Ön havonta <span class="%(span_class)s">%(formatted_amount)s</span> összeget adományoz
ka: თქვენი შემოწირულობაა <span class="%(span_class)s">%(formatted_amount)s</span> ყოველთვიურად
lo: ທ່ານກຳລັງບໍລິຈາກ <span class="%(span_class)s">%(formatted_amount)s</span> ຕໍ່ເດືອນ
mr: आपण दरमहा <span class="%(span_class)s">%(formatted_amount)s</span> चे दान करीत आहात
nl: U doneert <span class="%(span_class)s">%(formatted_amount)s</span> per maand
nn_no: Du donerer <span class="%(span_class)s">%(formatted_amount)s</span> per månad
pl: Przekazujesz datek w wysokości <span class="%(span_class)s">%(formatted_amount)s</span> na miesiąc
pt_br: Você está doando <span class="%(span_class)s">%(formatted_amount)s</span> por mês
pt_pt: Está a fazer um donativo mensal de <span class="%(span_class)s">%(formatted_amount)s</span>
ru: Вы жертвуете <span class="%(span_class)s">%(formatted_amount)s</span> каждый месяц
sk: Chystáte sa prispievať <span class="%(span_class)s">%(formatted_amount)s</span> mesačne
sl: Prispevate <span class="%(span_class)s">%(formatted_amount)s</span> na mesec
sv_se: Du donerar <span class="%(span_class)s">%(formatted_amount)s</span> per månad
tr: Her ay <span class="%(span_class)s">%(formatted_amount)s</span> bağış yapacaksınız
zh_tw: 每月捐款 <span class="%(span_class)s">%(formatted_amount)s</span>

source: You are donating <span class="%(span_class)s">%(formatted_amount)s</span>
bn: আপনি <span class="%(span_class)s">%(formatted_amount)s</span> অনুদান করছেন
gu_in: તમે <span class="%(span_class)s">%(formatted_amount)s</span> દાન કરી રહ્યાં છો
hr: Donirate <span class="%(span_class)s">%(formatted_amount)s</span>
hu: Ön <span class="%(span_class)s">%(formatted_amount)s</span> összeget adományoz
ka: თქვენი შემოწირულობაა <span class="%(span_class)s">%(formatted_amount)s</span>
lo: ທ່ານກຳລັງບໍລິຈາກ <span class="%(span_class)s">%(formatted_amount)s</span>
mr: आपण <span class="%(span_class)s">%(formatted_amount)s</span> चे दान करीत आहात
nl: U doneert <span class="%(span_class)s">%(formatted_amount)s</span>
nn_no: Du donerer <span class="%(span_class)s">%(formatted_amount)s</span>
pl: Przekazujesz datek w wysokości <span class="%(span_class)s">%(formatted_amount)s</span>
pt_br: Você está doando <span class="%(span_class)s">%(formatted_amount)s</span>
pt_pt: Está a fazer um donativo de <span class="%(span_class)s">%(formatted_amount)s</span>
ru: Вы жертвуете <span class="%(span_class)s">%(formatted_amount)s</span>
sk: Chystáte sa prispieť <span class="%(span_class)s">%(formatted_amount)s</span>
sl: Prispevate <span class="%(span_class)s">%(formatted_amount)s</span>
sv_se: Du donerar <span class="%(span_class)s">%(formatted_amount)s</span>
tr: <span class="%(span_class)s">%(formatted_amount)s</span> bağış yapıyorsunuz
zh_tw: 捐款 <span class="%(span_class)s">%(formatted_amount)s</span>

source: Change amount
bn: পরিবর্তিত পরিমাণ
gu_in: રકમ બદલો
hr: Promijenite iznos
hu: Összeg módosítása
ka: შეცვალეთ ოდენობა
lo: ປ່ຽນຈຳນວນເງິນ
mr: रक्कम बदला
nl: Bedrag wijzigen
nn_no: Endre beløp
pl: Zmień kwotę
pt_br: Alterar valor
pt_pt: Alterar montante
ru: Изменить сумму
sk: Zmeniť sumu
sl: Spremeni znesek
sv_se: Ändra belopp
tr: Miktarı değiştir
zh_tw: 更改金額

source: Donation Amount
bn: অনুদানের পরিমাণ
gu_in: દાનની રકમ
hr: Iznos donacije
hu: Adomány összege
ka: შემოწირულობის ოდენობა
lo: ຈຳນວນເງິນບໍລິຈາກ
mr: देणगीची रक्कम
nl: Donatiebedrag
nn_no: Donasjonsbeløp
pl: Kwota datku
pt_br: Valor da doação
pt_pt: Montante do donativo
ru: Сумма пожертвования
sk: Suma
sl: Znesek prispevka
sv_se: Donationsbelopp
tr: Bağış miktarı
zh_tw: 捐款金額

source: Confirm
bn: নিশ্চিত
gu_in: પુષ્ટિ કરો
hr: Potvrdi
hu: Megerősítés
ka: დასტური
lo: ຢືນຢັນ​
mr: निश्चित करा
nl: Bevestigen
nn_no: Stadfest
pl: Potwierdź
pt_br: Confirmar
pt_pt: Confirmar
ru: Подтвердить
sk: Potvrdiť
sl: Potrdi
sv_se: Bekräfta
tr: Onaylayın
zh_tw: 確認

source: Your Details
bn: আপনার বৃত্তান্ত
gu_in: તમારી વિગતો
hr: Vaši detalji
hu: Az Ön részletei
ka: თქვენი მონაცემები
lo: ລາຍລະອຽດຂອງທ່ານ
mr: आपला तपशील
nl: Uw details
nn_no: Dine detaljar
pl: Twoje informacje
pt_br: Seus detalhes
pt_pt: Os seus detalhes
ru: Ваши детали
sk: Vaše údaje
sl: Vaši podatki
sv_se: Dina detaljer
tr: Bilgileriniz
zh_tw: 您的詳細資訊

source: There were some errors with your form. Please amend the fields highlighted below.
bn: আপনার ফরমটিতে কিছু ভুল ছিলো। দয়া করে নিচের হাইলাইট করা ক্ষেত্রগুলোকে সংশোধন করুন।
gu_in: તમારા ફોર્મમાં કેટલીક ભૂલો હતી. કૃપા કરીને નીચે પ્રકાશિત ક્ષેત્રોમાં ફેરફાર કરો.
hu: Volt néhány hiba az űrlapon. Módosítsa az alább kiemelt mezőket.
ka: თქვენს ველებში შეცდომები იყო. გთხოვთ, შეასწოროთ ქვემოთ მითითებულები.
lo: ເກີດມີຂໍ້ຜິດພາດບາງຢ່າງກັບແບບຟອມຂອງທ່ານ. ກະລຸນາແກ້ໄຂຂໍ້ມູນທີ່ຢູ່ຂ້າງລຸ່ມ.
mr: आपल्या फॉर्ममध्ये काही त्रुटी होत्या. कृपया खाली ठळक केलेल्या क्षेत्रामध्ये सुधारणा करा.
nl: Er staan enkele fouten in uw formulier. Wijzig de hieronder gemarkeerde velden.
nn_no: Det er nokre feil i skjemaet ditt. Endre felta som er utheva nedanfor.
pl: W formularzu wystąpiły błędy. Proszę poprawić wyżej wyróżnione pola.
pt_br: Houve alguns erros no seu formulário. Altere os campos destacados abaixo.
pt_pt: Ocorreram alguns erros com o seu formulário. Por favor, corrija os campos destacados abaixo.
ru: При заполнении формы обнаружены некоторые ошибки. Пожалуйста, исправьте поля, выделенные ниже.
sk: Vo vyplnenom formulári sme našli chyby. Prosím, opravte nižšie vyznačené polia.
sl: Obrazec vsebuje nekaj napak. Popravite polja, označena spodaj.
sv_se: Det fanns några fel med ditt formulär. Ändra fälten som markeras nedan.
tr: Formunuzda bazı hatalar vardı. Lütfen aşağıda işaretlenen alanları düzeltin.
zh_tw: 您的表單內容有些問題，請修改下方標示的欄位。

source: We were unable to take payment because the payment processor reported an error with your address information:
bn: আমরা পেমেন্ট নিতে অক্ষম হলাম কারণ পেমেন্ট প্রসেসর আপনার ঠিকানার তথ্যটিতে একটি ত্রুটি জানিয়েছে:
gu_in: અમે ચુકવણી લેવામાં અસમર્થ હતા કારણ કે ચુકવણી પ્રોસેસેરે તમારી સરનામાંની માહિતી સાથે ભૂલની જાણ કરી છે:
hu: Nem tudtuk elfogadni a fizetését, mert a fizetésfeldolgozó hibát jelentett a címadataival kapcsolatban:
ka: გადახდის შესრულებას ვერ ვახერხებთ, ვინაიდან დამმუშავებელი გადმოსცემს შეცდომას, თქვენი მისამართის მონაცემებში:
mr: आपल्या पत्त्याच्या माहितीमध्ये देय प्रक्रियेने त्रुटी दर्शवल्यामुळे आम्ही आपली देणगी स्वीकारू शकलो नाही:
nl: We konden de betaling niet aannemen, omdat de betalingsverwerker een fout met uw adresgegevens heeft gemeld:
nn_no: Vi klarte ikkje å ta imot betalinga fordi betalingstenesta rapporterte ein feil med adresseinformasjonen din:
pl: Nie można przyjąć płatności, ponieważ firma przetwarzająca płatności zgłosiła błąd w danych adresowych:
pt_br: Não foi possível receber o pagamento porque o processador do pagamento relatou um erro nas suas informações de endereço:
pt_pt: Não foi possível receber o pagamento porque o processador do pagamento reportou um erro nos dados do seu endereço:
ru: Мы не смогли принять платеж, так как обработчик платежей сообщил об ошибке с вашим адресом:
sk: Vašu platbu sa nepodarilo spracovať kvôli nasledujúcej chybe s vami zadanou adresou:
sl: Plačila nismo mogli izvesti, ker je bila v procesu plačila prijavljena napaka s podatki o vašem naslovu:
sv_se: Vi kunde inte dra en betalning eftersom betalningsprocessorn rapporterade ett fel med din adressinformation:
tr: Ödeme işlemcimiz adres bilgilerinizde bir hata olduğunu bildirdiği için ödemenizi alamadık:
zh_tw: 由於金流業者回報您的地址資訊有下列錯誤，無法處理付款:

source: Please correct these errors and try again.
bn: অনুগ্রহ করে এই ভুলগুলো ঠিক করে আবার চেষ্টা করুন।
gu_in: કૃપા કરીને આ ભૂલો સુધારો અને ફરીથી પ્રયાસ કરો.
hr: Ispravite ove pogreške i pokušajte ponovo.
hu: Javítsa ezeket a hibákat és próbálja újra.
ka: გთხოვთ, გამოასწოროთ შეცდომები და ხელახლა სცადოთ.
lo: ກະລຸນາແກ້ໄຂຂໍ້ຜິດພາດເຫລົ່ານີ້ ແລະ ລອງໃໝ່ອີກຄັ້ງ.
mr: ह्या चुका सुधारून पुन्हा प्रयत्न करा.
nl: Corrigeer deze fouten en probeer het nog eens.
nn_no: Rett opp desse feila og prøv igjen.
pl: Proszę poprawić te błędy i spróbować ponownie.
pt_br: Corrija esses erros e tente novamente.
pt_pt: Por favor, corrija estes erros e tente novamente.
ru: Пожалуйста, исправьте эти ошибки и попробуйте снова.
sk: Prosím, opravte uvedené chyby a skúste to znova.
sl: Popravite te napake in poskusite znova.
sv_se: Rätta till dessa fel och försök igen.
tr: Lütfen bu hataları düzeltip tekrar deneyin.
zh_tw: 請修正錯誤後再試一次。

source: Payment
bn: পেমেন্ট
gu_in: ચૂકવણી
hr: Uplata
hu: Fizetés
ka: გადახდა
lo: ການຈ່າຍເງິນ
mr: देय
nl: Betaling
nn_no: Betaling
pl: Płatność
pt_br: Pagamento
pt_pt: Pagamento
ru: Платёж
sk: Platba
sl: Plačilo
sv_se: Betalning
tr: Ödeme
zh_tw: 付款

source: Card number
bn: কার্ড নাম্বার
gu_in: કાર્ડ ક્રમાંક
hr: Broj kartice
hu: Kártyaszám
ka: ბარათის ნომერი
lo: ເລກບັດ
mr: कार्ड क्रमांक
nl: Kaartnummer
nn_no: Kortnummer
pl: Numer karty
pt_br: Número do cartão
pt_pt: Número do cartão
ru: Номер карты
sk: Číslo karty
sl: Številka kartice
sv_se: Kortnummer
tr: Kart numarası
zh_tw: 卡號

source: Expiration date
bn: মেয়াদ শেষ হওয়ার তারিখ
gu_in: સમાપ્તિ તારીખ
hr: Valjana do
hu: Lejárati dátum
ka: ვადის გასვლის თარიღი
lo: ວັນ​ຫມົດ​ອາ​ຍຸ
mr: कालबाह्यता तारीख
nl: Vervaldatum
nn_no: Går ut-dato
pl: Data ważności
pt_br: Data de validade
pt_pt: Data de expiração
ru: Срок действия
sk: Dátum vypršania platnosti
sl: Datum poteka
sv_se: Utgångsdatum
tr: Son kullanma tarihi
zh_tw: 到期日

source: I authorize Mozilla Foundation to automatically charge my card every month in the amount indicated above, starting today and continuing each month on the same day, until I cancel. I understand that I must cancel at least 5 days before the next scheduled donation by email to <a href='mailto:%(email)s'>%(email)s</a>, and that I may only request a refund within 15 days from the date of a donation.
gu_in: હું Mozilla ફાઉન્ડેશનને અધિકૃત કરું છું કે હું રદ કરું ત્યાં સુધી, આજથી શરૂ કરીને અને તે જ દિવસે, દર મહિને ચાલુ રાખીને, ઉપર સૂચવેલી રકમમાં દર મહિને મારું કાર્ડ ચાર્જ કરવા માટે. હું સમજું છું કે <a href='mailto:%(email)s'>%(email)s</a>ને ઇમેઇલ દ્વારા આગલા અનુસૂચિત દાનના ઓછામાં ઓછા 5 દિવસ પહેલા મારે રદ કરવું આવશ્યક છે, અને હું ફક્ત રિફંડની વિનંતી કરી શકું છું દાનની તારીખથી 15 દિવસની અંદર.
hu: Felhatalmazom a Mozilla Alapítványt, hogy havonta automatikusan megterhelje a kártyámat a fent megadott összeggel, a mai nappal kezdve, és azt követően minden hónapban ugyanezen a napon, amíg le nem mondom. Megértettem, hogy legalább 5 nappal a következő ütemezett adományozás előtt kell lemondanom a(z) <a href='mailto:%(email)s'>%(email)s</a> címre küldött e-mailben, és csak az adományozástól számított 15 napon belül kérhetek visszatérítést.
ka: ვანიჭებ Mozilla-ფონდს უფლებას, თავად ჩამოჭრას ჩემი ბარათიდან ზემოთ მოცემული ოდენობის თანხა დღეიდან ყოველთვიურად ამავე დღეს, სანამ არ გავაუქმებ. ვითვალისწინებ, რომ შემოწირულობის გასაუქმებლად მოთხოვნა, დაგეგმილ მომდევნო გადარიცხვამდე არანაკლებ 5 დღით ადრე უნდა გავგზავნო ელფოსტაზე <a href='mailto:%(email)s'>%(email)s</a>, ხოლო თანხის დაბრუნების მოთხოვნა, შემოწირულობის ჩამოჭრიდან, 15 დღის განმავლობაში შემეძლება.
nl: Ik machtig Mozilla Foundation om mijn kaart elke maand automatisch te belasten met het hierboven aangegeven bedrag, vanaf vandaag en elke maand op dezelfde dag, totdat ik annuleer. Ik begrijp dat ik ten minste 5 dagen vóór de volgende geplande donatie per e-mail aan <a href='mailto:%(email)s'>%(email)s</a> moet annuleren en dat ik alleen om terugbetaling kan verzoeken binnen 15 dagen na de datum van een donatie.
nn_no: Eg godkjenner at Mozilla Foundation, automatisk kvar månad, kan belaste kortet mitt med det angitte beløpet, frå i dag, og fortsette kvar månad på same dag, til eg avbryt. Eg forstår at eg må avbryte minst 5 dagar før neste planlagde donasjon via e-post til <a href='mailto:%(email)s'>%(email)s</a>, og at eg berre kan be om refusjon innan 15 dagar frå donasjonsdatoen.
pl: Upoważniam Fundację Mozilla do obciążenia mojej karty w wysokości podanej powyżej i robienia tego co miesiąc, tego samego dnia miesiąca od dzisiaj aż do czasu anulowania. Rozumiem, że muszę anulować co najmniej 5 dni przed następnym zaplanowanym datkiem pisząc wiadomość na adres <a href='mailto:%(email)s'>%(email)s</a>, oraz że mogę zażądać zwrotu pieniędzy wyłącznie w ciągu 15 dni od daty przekazania datku.
pt_br: Autorizo à Fundação Mozilla cobrar automaticamente meu cartão todo mês o valor indicado acima, iniciando hoje e continuando cada mês no mesmo dia, até que eu cancele. Compreendo que devo cancelar pelo menos 5 dias antes da próxima doação agendada, por e-mail para <a href='mailto:%(email)s'>%(email)s</a>, e que só posso solicitar devolução de uma doação até 15 dias após sua data.
pt_pt: Autorizo a fundação Mozilla a cobrar, automaticamente, no meu cartão e todos os meses, o valor indicado acima, começando hoje e continuando todos os meses no mesmo dia, até que eu cancele. Entendo que devo cancelar pelo menos 5 dias antes da próxima doação agendada, através do envio de um e-mail para <a href='mailto:%(email)s'>%(email)s</a>, e que só posso solicitar um reembolso no intervalo de 15 dias a partir da data de um donativo.
ru: Я разрешаю Mozilla Foundation автоматически снимать средства с моей карты каждый месяц в указанном выше размере, начиная с сегодняшнего дня и каждый месяц того же числа, пока я это не отменю. Я понимаю, что я смогу отменить запланированное пожертвование только за как минимум 5 дней до даты его совершения, написав по адресу <a href='mailto:%(email)s'>%(email)s</a>, и то, что я смогу запросить возврат средств только в течение 15 дней с даты пожертвования.
sk: Súhlasím s tým, aby Mozilla Foundation strhla z mojej platobnej karty vyššie uvedenú čiastku a naďalej tak činila s mesačnou pravidelnosťou, dokým tento súhlas neodvolám. Rozumiem, že opakovanie platby je potrebné zrušiť aspoň 5 dní pred jej plánovaným strhnutím a to žiadosťou na <a href='mailto:%(email)s'>%(email)s</a> a že o vrátenie peňazí môžem požiadať do 15 dní odo dňa odoslania príspevku.
sv_se: Jag godkänner Mozilla Foundation att automatiskt debitera mitt kort varje månad med det belopp som anges ovan, från idag och fortsätter varje månad på samma dag tills jag avbryter. Jag förstår att jag måste avbryta minst 5 dagar före nästa schemalagda donation via e-post till <a href='mailto:%(email)s'>%(email)s</a> och att jag endast kan begära återbetalning inom 15 dagar från dagen för donationen.
tr: Bugünden itibaren her ayın aynı gününde, ben iptal edene dek Mozilla Foundation'ın yukarıda belirtilen tutarı otomatik olarak kartımdan çekmesine izin veriyorum. Planlı bağışlarımı en az 5 gün önce <a href='mailto:%(email)s'>%(email)s</a> adresine e-posta göndererek iptal edebileceğimi, bağıştan sonraki 15 gün içinde iade talep edebileceğimi anladım.
zh_tw: 我授權 Mozilla Foundation 從今日起，且於每月同一日持續向我的卡片收取上方顯示的金額，直到我主動取消為止。我了解我必須於下次預定扣款日 5 日前，E-Mail 至 <a href='mailto:%(email)s'>%(email)s</a> 方可取消，並且僅能於捐款日 15 天內要求退款。

source: I authorize Mozilla Foundation to charge my card in the amount indicated above. I understand that I may only request a refund within 15 days from the date of the donation.
gu_in: હું Mozilla ફાઉન્ડેશનને ઉપર દર્શાવેલ રકમથી મારા કાર્ડને ચાર્જ કરવા માટે અધિકૃત કરું છું. હું સમજું છું કે હું દાનની તારીખથી 15 દિવસની અંદર જ રિફંડની વિનંતી કરી શકું છું.
hu: Felhatalmazom a Mozilla Alapítványt, hogy terhelje meg a kártyámat a fent látott összeggel. Megértettem, hogy csak a felajánlás utáni 15 napban kérhetek visszatérítést.
ka: ვანიჭებ Mozilla-ფონდს უფლებას, ჩამოჭრას ჩემი ბარათიდან ზემოთ მოცემული ოდენობის თანხა. ვითვალისწინებ, რომ თანხის დაბრუნების მოთხოვნა, შემოწირულობის გაკეთებიდან 15 დღის განმავლობაში შემეძლება.
nl: Ik machtig Mozilla Foundation om mijn kaart te belasten met het bovenstaande bedrag. Ik begrijp dat ik alleen om terugbetaling kan verzoeken binnen 15 dagen na de datum van de donatie.
nn_no: Eg gir Mozilla Foundation fullmakt til å belaste kortet mitt med det beløpet som er vist ovanfor. Eg forstår at eg berre kan be om refusjon innan 15 dagar frå donasjonsdatoen.
pl: Upoważniam Fundację Mozilla do obciążenia mojej karty w wysokości podanej powyżej. Rozumiem, że mogę zażądać zwrotu pieniędzy wyłącznie w ciągu 15 dni od daty przekazania datku.
pt_br: Autorizo à Fundação Mozilla cobrar do meu cartão o valor indicado acima. Compreendo que só posso solicitar devolução de uma doação até 15 dias após sua data.
pt_pt: Autorizo a fundação Mozilla a cobrar no meu cartão o valor indicado acima. Entendo que só posso solicitar um reembolso no prazo de 15 dias a partir da data do donativo.
ru: Я разрешаю Mozilla Foundation снимать средства с моей карты в указанном выше размере. Я понимаю, что я смогу запросить возврат средств только в течение 15 дней с даты пожертвования.
sk: Súhlasím s tým, aby Mozilla Foundation strhla z mojej platobnej karty vyššie uvedenú čiastku. Uvedomujem si, že o vrátenie peňazí môžem požiadať do 15 dní odo dňa odoslania príspevku.
sv_se: Jag godkänner att Mozilla Foundation debiterar mitt kort med det belopp som anges ovan. Jag förstår att jag bara kan begära återbetalning inom 15 dagar från donationsdatumet.
tr: Yukarıda belirtilen miktarı kartımdan çekmesi için Mozilla Foundation’a yetki veriyorum. Bağıştan sonraki 15 gün içinde iade talep edebileceğimi anladım.
zh_tw: 我授權 Mozilla Foundation 向我的卡片收取上方顯示的金額，並同意我僅能於捐款日 15 天內要求退款。

source: Donate <span class="%(span_class)s">%(formatted_amount)s</span> per month
gu_in: દર મહિને <span class="%(span_class)s">%(formatted_amount)s</span> દાન કરો
hr: Donirajte <span class="%(span_class)s">%(formatted_amount)s</span> mjesečno
hu: <span class="%(span_class)s">%(formatted_amount)s</span> adományozása havonta
ka: შემოწირულობა <span class="%(span_class)s">%(formatted_amount)s</span> ყოველთვიურად
lo: ບໍລິຈາກ <span class="%(span_class)s">%(formatted_amount)s ຕໍ່ເດືອນ
nl: <span class="%(span_class)s">%(formatted_amount)s</span> per maand doneren
nn_no: Doner <span class="%(span_class)s">%(formatted_amount)s</span> per månad
pl: Przekaż datek w wysokości <span class="%(span_class)s">%(formatted_amount)s</span> na miesiąc
pt_br: Doar <span class="%(span_class)s">%(formatted_amount)s</span> por mês
pt_pt: Fazer um donativo de <span class="%(span_class)s">%(formatted_amount)s</span> por mês
ru: Жертвовать <span class="%(span_class)s">%(formatted_amount)s</span> каждый месяц
sk: Prispieť <span class="%(span_class)s">%(formatted_amount)s</span> mesačne
sl: Prispevajte <span class="%(span_class)s">%(formatted_amount)s</span> na mesec
sv_se: Donera <span class="%(span_class)s">%(formatted_amount)s</span> per månad
tr: Her ay <span class="%(span_class)s">%(formatted_amount)s</span> bağış yap
zh_tw: 每月捐款 <span class="%(span_class)s">%(formatted_amount)s</span>

source: Donate <span class="%(span_class)s">%(formatted_amount)s</span>
bn: অনুদান করুন <span class="%(span_class)s">%(formatted_amount)s</span>
gu_in: <span class="%(span_class)s">%(formatted_amount)s</span> દાન કરો
hr: Donirajte <span class="%(span_class)s">%(formatted_amount)s</span>
hu: <span class="%(span_class)s">%(formatted_amount)s</span> adományozása
ka: შემოწირულობა <span class="%(span_class)s">%(formatted_amount)s</span>
lo: ບໍລິຈາກ <span class="%(span_class)s">%(formatted_amount)s</span>
mr: <span class="%(span_class)s">%(formatted_amount)s</span> चे दान करा
nl: <span class="%(span_class)s">%(formatted_amount)s</span> doneren
nn_no: Doner <span class="%(span_class)s">%(formatted_amount)s</span>
pl: Przekaż datek w wysokości <span class="%(span_class)s">%(formatted_amount)s</span>
pt_br: Doar <span class="%(span_class)s">%(formatted_amount)s</span>
pt_pt: Fazer um donativo de <span class="%(span_class)s">%(formatted_amount)s</span>
ru: Пожертвовать <span class="%(span_class)s">%(formatted_amount)s</span>
sk: Prispieť <span class="%(span_class)s">%(formatted_amount)s</span>
sl: Prispevajte <span class="%(span_class)s">%(formatted_amount)s</span>
sv_se: Donera <span class="%(span_class)s">%(formatted_amount)s</span>
tr: <span class="%(span_class)s">%(formatted_amount)s</span> bağış yap
zh_tw: 捐款 <span class="%(span_class)s">%(formatted_amount)s</span>

source: Your donation helps keep the Web open and free. Thank you in advance for your gift.
bn: আপনার অনুদান ওয়েবকে উন্মুক্ত এবং বিনামূল্যে রাখতে সহায়তা করে। আপনার উপহারের জন্য অগ্রিম ধন্যবাদ।
gu_in: તમારું દાન વેબને ખુલ્લા અને મફત રાખવામાં મદદ કરે છે. તમારી ભેટ માટે અગાઉથી આભાર.
hu: Az adománya segít, hogy a web nyílt és szabad maradhasson. Előre is köszönjük a felajánlását.
ka: თქვენი შემოწირულობა ხელს უწყობს ვებსამყაროს გახსნილობასა და თავისუფლებას. წინასწარ გმადლობთ საჩუქრისთვის.
mr: आपली देणगी वेब ला मुक्त आणि स्वतंत्र ठेवते. आपल्या भेटीसाठी आधीच धन्यवाद.
nl: Uw donatie helpt het internet open en gratis te houden. Bij voorbaat dank voor uw gift.
nn_no: Donasjonen din hjelper til med å halde nettet ope og gratis. På førehand takk for gåva.
pl: Twój datek pomaga zachować otwarty i wolny Internet. Z góry dziękujemy za Twoją darowiznę.
pt_br: Sua doação ajuda a manter a web aberta e livre. Agradecemos antecipadamente sua doação.
pt_pt: O seu donativo ajuda a manter a Internet aberta e gratuita. Agradecemos desde já o seu presente.
ru: Ваше пожертвование поможет сохранить Интернет открытым и свободным. Заранее благодарим за ваш подарок.
sk: Pomáhate nám udržať web otvorený a slobodný. Vopred ďakujeme za váš príspevok.
sl: Vaš prispevek pomaga ohranjati splet odprt in brezplačen. Vnaprej se vam zahvaljujemo za vaš dar.
sv_se: Din donation hjälper till att hålla webben öppen och gratis. Tack på förhand för din gåva.
tr: Bağışlarınız sayesinde açık ve özgür web’i koruyabiliyoruz. Katkılarınız için şimdiden teşekkür ederiz.
zh_tw: 您的捐款，可協助保護 Web 的開放與自由，非常感謝您的捐助。

source: Thank you
bn: আপনাকে ধন্যবাদ
gu_in: આભાર
hr: Hvala vam
hu: Köszönjük
ka: გმადლობთ
lo: ຂອບ​ໃຈ
mr: धन्यवाद
nl: Bedankt
nn_no: Takk skal du ha
pl: Dziękujemy
pt_br: Obrigado
pt_pt: Obrigado
ru: Большое Вам Спасибо
sk: Vďaka
sl: Hvala
sv_se: Tack så mycket
tr: Teşekkür ederiz
zh_tw: 感謝您

source: Thank you for your generous gift
bn: আপনার উপহারের জন্য আপনাকে ধন্যবাদ
gu_in: તમારી ઉદાર ભેટ બદલ આભાર
hr: Hvala Vam na velikodušnom daru
hu: Köszönjük a nagylelkű felajánlását
ka: გმადლობთ, გულუხვი საჩუქრისთვის
lo: ຂອບໃຈສຳລັບຂອງຂັວນອັນບໍລິສຸດຂອງທ່ານ
mr: आपल्या उदार भेटीसाठी धन्यवाद
nl: Bedankt voor uw gulle gift
nn_no: Tusen takk for den sjenerøse gåva di
pl: Dziękuję za hojną darowiznę
pt_br: Obrigado por sua generosidade
pt_pt: Obrigado pelo seu generoso presente
ru: Большое Вам Спасибо за Ваш щедрый подарок
sk: Ďakujeme za váš štedrý príspevok
sl: Hvala za vaš radodaren prispevek
sv_se: Tack för din generösa gåva
tr: Bağışınız için teşekkür ederiz
zh_tw: 感謝您慷慨捐款！
