Repository: MozillaFoundation/donate-wagtail
Catalog: donate/locale/*/LC_MESSAGES/django.po
Languages: bn, gu_in, hr, hu, ka, lo, mr, nl, nn_no, pl, pt_br, pt_pt, ru, sk, sl, sv_se, tr, zh_tw

source: This field is required.
bn: এই ক্ষেত্রটি প্রয়োজন।
gu_in: આ ક્ષેત્ર જરૂરી છે.
hr: Ovo je polje obavezno.
hu: Ez a mező kötelező.
ka: ველის შევსება აუცილებელია.
lo: ຫ້ອງນີ້ແມ່ນຕ້ອງໄດ້ຮັບການຕື່ມຂໍ້ມູນ.
mr: हे क्षेत्र आवश्यक आहे.
nl: Dit veld is vereist.
nn_no: Dette feltet er påkravd.
pl: To pole jest wymagane.
pt_br: Este campo é obrigatório.
pt_pt: Este campo é obrigatório.
ru: Это обязательное поле.
sk: Toto pole je povinné.
sl: To polje je obvezno.
sv_se: Detta fält krävs.
tr: Bu alanı doldurmalısınız.
zh_tw: 此欄位必填。

source: Enter a number.
bn: একটি নম্বর লিখুন।
gu_in: નંબર દાખલ કરો.
hr: Unesite broj.
hu: Adjon meg egy számot.
ka: მიუთითეთ ნომერი.
lo: ປ້ອນຕົວເລກ.
mr: अंक प्रविष्ट करा.
nl: Voer een nummer in.
nn_no: Skriv inn eit nummer.
pl: Wpisz liczbę.
pt_br: Digite um número.
pt_pt: Insira um número.
ru: Введите номер.
sk: Zadajte číslo.
sl: Vnesite številko.
sv_se: Ange ett nummer.
tr: Bir sayı girin.
zh_tw: 請輸入數字。

source: Enter a valid email address.
bn: একটি বৈধ ইমেইল অ্যাড্রেস দিন।
gu_in: યોગ્ય ઇ-મેલ એડ્રેસ આપો.
hr: Unesite valjanu adresu e-pošte.
hu: Adjon meg egy érvényes e-mail címet.
ka: მიუთითეთ მოქმედი ელფოსტის მისამართი.
lo: ປ້ອນທີ່ຢູ່ອີເມວທີ່ຖືກຕ້ອງ.
mr: वैध ईमेल पत्ता प्रविष्ट करा.
nl: Voer een geldig e-mailadres in.
nn_no: Skriv inn ei gyldig e-postadresse.
pl: Wpisz prawidłowy adres e-mail.
pt_br: Digite um endereço de e-mail válido.
pt_pt: Insira um endereço de e-mail válido.
ru: Введите корректный адрес электронной почты.
sk: Zadajte platnú e-mailovú adresu.
sl: Vnesite veljaven e-poštni naslov.
sv_se: Ange en giltig e-postadress.
tr: Geçerli bir e-posta adresi yazın.
zh_tw: 請輸入有效的電子郵件地址。

source: Donations must be %(amount)s or more
gu_in: દાન %(amount)s અથવા વધુ હોવું આવશ્યક છે
hr: Donacije moraju iznositi %(amount)s ili više
hu: Az adománynak legalább %(amount)s értékűnek kell lennie
ka: შემოწირულობა უნდა იყოს სულ მცირე %(amount)s
nl: Donaties moeten %(amount)s of meer bedragen
nn_no: Donasjoner må vere %(amount)s eller meir
pl: Minimalna wielkość datku: %(amount)s
pt_br: Doações devem ser de %(amount)s ou mais
pt_pt: Os donativos deverão ser de %(amount)s ou mais
ru: Пожертвования должны быть не менее %(amount)s
sk: Príspevok musí byť najmenej %(amount)s
sl: Donacija mora biti vsaj %(amount)s
sv_se: Donationer måste vara %(amount)s eller mer
tr: Bağışlar en az %(amount)s olabilir
zh_tw: 捐款金額必須為 %(amount)s 或以上

source: Amount
bn: পরিমাণ
gu_in: રકમ
hr: Iznos
hu: Összeg
ka: ოდენობა
lo: ຈຳນວນ
mr: रक्कम
nl: Bedrag
nn_no: Beløp
pl: Kwota
pt_br: Quantidade
pt_pt: Quantia
ru: Сумма
sk: Suma
sl: Znesek
sv_se: Belopp
tr: Tutar
zh_tw: 金額

source: First name
bn: নামের প্রথমাংশ
gu_in: પ્રથમ નામ
hr: Ime
hu: Utónév
ka: სახელი
lo: ຊື່​ແທ້
mr: प्रथम नाव
nl: Voornaam
nn_no: Fornamn
pl: Imię
pt_br: Primeiro nome
pt_pt: Primeiro nome
ru: Имя
sk: Meno
sl: Ime
sv_se: Förnamn
tr: Ad
zh_tw: 名字

source: Last name
bn: নামের শেষাংশ
gu_in: છેલ્લું નામ
hr: Prezime
hu: Vezetéknév
ka: გვარი
lo: ນາມ​ສະ​ກຸນ
mr: आडनाव
nl: Achternaam
nn_no: Etternamn
pl: Nazwisko
pt_br: Último nome
pt_pt: Último nome
ru: Фамилия
sk: Priezvisko
sl: Priimek
sv_se: Efternamn
tr: Soyadı
zh_tw: 姓氏

source: Email
bn: ইমেইল
gu_in: ઇ-મેલ
hr: E-pošta
ka: ელფოსტა
lo: ອີເມລ
mr: ईमेल
nl: E-mailadres
nn_no: E-post
pl: Adres e-mail
ru: Адрес электронной почты
sk: E-mailová adresa
sl: E-pošta
sv_se: E-post
tr: E-posta
zh_tw: 電子郵件

source: Street
bn: রাস্তা
gu_in: શેરી
hr: Ulica
hu: Utca
ka: ქუჩა
lo: ຖະໜົນ
mr: रस्ता
nl: Straat
nn_no: Gateadresse
pl: Ulica
pt_br: Endereço
pt_pt: Rua
ru: Улица
sk: Ulica
sl: Ulica
sv_se: Gatuadress
tr: Sokak
zh_tw: 街道

source: City
bn: শহর
gu_in: શહેર
hr: Grad
hu: Város
ka: ქალაქი
lo: ເມືອງ
mr: शहर
nl: Plaats
nn_no: Stad
pl: Miejscowość
pt_br: Cidade
pt_pt: Cidade
ru: Город
sk: Mesto
sl: Mesto
sv_se: Postort
tr: Şehir
zh_tw: 城市

# Feel free to replace with “Postal code” or equivalent
source: ZIP Code
bn: ZIP কোড
gu_in: ZIP કોડ
hr: Poštanski broj
hu: Irányítószám
ka: ZIP-კოდი
lo: ລະຫັດໄປສະນີ
mr: पिनकोड
nl: Postcode
nn_no: Postnummer
pl: Kod pocztowy
pt_br: CEP
pt_pt: Código postal
ru: Почтовый индекс
sk: PSČ
sl: Poštna številka
sv_se: Postnummer
tr: Posta kodu
zh_tw: 郵遞區號

source: Country
bn: দেশ
gu_in: દેશ
hr: Država
hu: Ország
ka: ქვეყანა
lo: ປະເທດ
mr: देश
nl: Land
nn_no: Land
pl: Kraj
pt_br: País
pt_pt: País
ru: Страна
sk: Krajina
sl: Država
sv_se: Land
tr: Ülke
zh_tw: 國家

source: I’m okay with Mozilla handling my info as explained in this <a href='%(url)s'>Privacy Notice</a>.
bn: আমি এই <a href='%(url)s'>গোপনীয়তা বিজ্ঞপ্তি</a> তে বর্ণিত যেভাবে Mozilla আমার তথ্য পরিচালনা করার তার সাথে একমত আছি।
gu_in: આ <a href='%(url)s'>ગોપનીયતા સૂચના</a>માં સમજાવ્યા મુજબ મોઝિલા મારી માહિતીને સંચાલિત કરવાથી હું ઠીક છું.
hr: Slažem se da Mozilla upravlja mojim informacijama, kao što je objašnjeno u <a href='%(url)s'>politici privatnosti</a>.
hu: Elfogadom, hogy a Mozilla az <a href='%(url)s'>adatvédelmi nyilatkozatnak</a> megfelelően kezelje az adataimat.
ka: თანახმა ვარ, რომ Mozilla-მ ჩემი მონაცემები გამოიყენოს, <a href='%(url)s'>პირადულობის დაცვის განაცხადის</a> შესაბამისად.
lo: ຂ້ອຍອະນຸຍາດໃຫ້ Mozilla ຮອງຮັບຂໍ້ມູນຂອງຂ້ອຍຕາມທີ່ໄດ້ຮ່າງໄວ້ຢູ່ໃນ <a href='%(url)s'>ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ</a>.
mr: <a href='%(url)s'>ह्या गोपनियता सुचनेमध्ये</a> सांगितल्या प्रमाणे Mozilla ने माझी माहिती हाताळण्याबाबत माझी हरकत नाही.
nl: Ik ga akkoord met het gebruik van mijn gegevens door Mozilla, zoals uitgelegd in deze <a href='%(url)s'>privacyverklaring</a>.
nn_no: Eg godkjenner at Mozilla behandlar mine personlege data som forklart i denne <a href='%(url)s'>personvernmerknaden</a>.
pl: Pozwalam Mozilli wykorzystywać te informacje w sposób opisany w <a href='%(url)s'>zasadach ochrony prywatności</a>.
pt_br: Eu aceito que a Mozilla lide com minhas informações como explicado neste <a href='%(url)s'>Aviso de privacidade</a>.
pt_pt: Eu concordo que a Mozilla faça a gestão dos meus dados, conforme descrito nesta <a href='%(url)s'>política de privacidade</a>.
ru: Я соглашаюсь с тем, как Mozilla обращается с моей информацией, согласно этому <a href='%(url)s'>Уведомлению о конфиденциальности</a>.
sk: Beriem na vedomie, že Mozilla spracuje tieto údaje v súlade so <a href='%(url)s'>zásadami ochrany súkromia</a>.
sl: Strinjam se, da Mozilla obdela te podatke, kot je razloženo v tem <a href='%(url)s'>obvestilu o zasebnosti</a>.
sv_se: Jag är okej med att Mozilla hanterar min information enligt det som beskrivs i denna <a href='%(url)s'>sekretesspolicy</a>.
tr: Mozilla’nın bilgilerimi bu <a href='%(url)s'>Gizlilik Bildirimi’nde</a> açıklandığı şekilde kullanmasını kabul ediyorum.
zh_tw: 我同意 Mozilla 依照<a href='%(url)s'>這份隱私權公告</a>當中描述的方式處理我的資訊。

source: The type of card you used is not accepted.
bn: আপনি যে ধরণের কার্ড ব্যবহার করেছেন তা গ্রহণযোগ্য নয়।
gu_in: તમે જે પ્રકારનો કાર્ડ ઉપયોગ કર્યો છે તે સ્વીકાર્ય નથી.
hr: Vrsta kartice koju ste koristili se ne prihvaća.
hu: A használt kártya típusa nem elfogadott.
ka: მითითებული სახის ბარათი არ მიიღება.
lo: ປະເພດຂອງບັດທີ່ທ່ານນຳໃຊ້ແມ່ນບໍ່ຖືກຍອມຮັບ.
mr: आपण वापरलेला कार्डचा प्रकार स्वीकारला जात नाही.
nl: Het gebruikte kaarttype wordt niet geaccepteerd.
nn_no: Korttypen du brukte er ikkje godkjend.
pl: Rodzaj użytej karty nie jest akceptowany.
pt_br: O tipo de cartão que você usou não é aceito.
pt_pt: O tipo de cartão que utilizou não foi aceite.
ru: Тип используемой вами карты не принимается.
sk: Typ použitej karty nie je akceptovaný.
sl: Vrsta kartice, ki ste jo uporabili, ni sprejeta.
sv_se: Den typ av kort du använde accepteras inte.
tr: Kullandığınız kart türü kabul edilmiyor.
zh_tw: 您選擇的卡片類型不被接受。

source: The CVV code you entered was invalid.
bn: আপনার দেয়া CVV সঠিক নয়।
gu_in: તમે દાખલ કરેલો CVV કોડ અમાન્ય હતો.
hr: CVV kôd koji ste unijeli nije ispravan.
hu: A megadott CVV-kód érvénytelen.
ka: შეყვანილი CVV-კოდი არამართებულია.
lo: ລະຫັດ CVV ທີ່ທ່ານປ້ອນບໍ່ຖືກຕ້ອງ.
mr: आपण प्रविष्ट केलेला CVV कोड अवैध होता.
nl: De ingevoerde CVV-code is ongeldig.
nn_no: CVV-koden du skreiv inn er ugyldig.
pl: Podany kod CVV jest nieprawidłowy.
pt_br: O código de verificação digitado é inválido.
pt_pt: O código CVV que inseriu é inválido.
ru: Введённый вами CVV код некорректен.
sk: Zadaný CVV kód je neplatný.
sl: Koda CVV, ki ste jo vnesli, je neveljavna.
sv_se: CVV-koden du angav var ogiltig.
tr: Girdiğiniz CVV kodu geçersiz.
zh_tw: 您輸入的 CVV 安全碼無效。

source: The expiration date you entered was invalid.
bn: আপনি মেয়াদ উত্তীর্ণের যে তারিখ দিয়েছেন তা অকার্যকর।
gu_in: તમે દાખલ કરેલી સમાપ્તિ તારીખ અમાન્ય હતી.
hr: Datum isteka koji ste unijeli nije ispravan.
hu: A megadott lejárati dátum érvénytelen.
ka: შეყვანილი ვადის გასვლის თარიღი არამართებულია.
lo: ວັນໝົດອາຍຸທີ່ທ່ານປ້ອນບໍ່ຖືກຕ້ອງ.
mr: आपण प्रविष्ट केलेली कालबाह्यता तारीख अवैध होती.
nl: De ingevoerde vervaldatum is ongeldig.
nn_no: Går ut-datoen du skreiv inn er ugyldig.
pl: Podana data ważności jest nieprawidłowa.
pt_br: A data de validade digitada é inválida.
pt_pt: A data de validade que inseriu é inválida.
ru: Введённый вами срок действия карты некорректен.
sk: Zadaný dátum konca platnosti je neplatný.
sl: Datum poteka, ki ste ga vnesli, je neveljaven.
sv_se: Utgångsdatumet du angav var ogiltigt.
tr: Girdiğiniz son kullanma tarihi geçersiz.
zh_tw: 您輸入的到期日無效。

source: The credit card number you entered was invalid.
bn: আপনার দেয়া ক্রেডিট কার্ড নম্বরটি অবৈধ।
gu_in: તમે દાખલ કરેલ ક્રેડિટ કાર્ડ નંબર અમાન્ય હતો.
hr: Upisani broj kartice nije ispravan.
hu: A megadott bankkártyaszám érvénytelen.
ka: შეყვანილი საკრედიტო ბარათის ნომერი არამართებულია.
lo: ເລກບັດເຄດິດທີ່ທ່ານປ້ອນບໍ່ຖືກຕ້ອງ.
mr: आपण प्रविष्ट केलेला क्रेडिट कार्ड क्रमांक अवैध होता.
nl: Het ingevoerde creditcardnummer is ongeldig.
nn_no: Kredittkortnummeret du skreiv inn er ugyldig.
pl: Podany numer karty płatniczej jest nieprawidłowy.
pt_br: O número do cartão de crédito digitado é inválido.
pt_pt: O número do cartão de crédito que inseriu é inválido.
ru: Введённый вами номер банковской карты некорректен.
sk: Zadané číslo platobnej karty je neplatné.
sl: Številka kreditne kartice, ki ste jo vnesli, je neveljavna.
sv_se: Kreditkortsnumret du angav var ogiltigt.
tr: Girdiğiniz kredi kartı numarası geçersiz.
zh_tw: 您輸入的卡號無效。

source: The post code you provided is not valid.
bn: আপনার প্রদত্ত পোস্ট কোডটি বৈধ নয়।
gu_in: તમે પ્રદાન કરેલો પોસ્ટ કોડ માન્ય નથી.
hr: Poštanski broj koji ste unijeli nije valjan.
hu: A megadott irányítószám érvénytelen.
ka: მითითებული საფოსტო კოდი არამართებულია.
lo: ລະຫັດໄປສະນີທີ່ທ່ານລະບຸນັ້ນບໍ່ຖືກຕ້ອງ.
mr: आपण प्रदान केलेला पोस्ट कोड वैध नाही.
nl: De opgegeven postcode is ongeldig.
nn_no: Postnummeret du skreiv inn er ikkje gyldig.
pl: Podany kod pocztowy jest nieprawidłowy.
pt_br: O código postal não é válido.
pt_pt: O código postal que forneceu não é válido.
ru: Введённый вами почтовый индекс некорректен.
sk: Zadané PSČ je neplatné.
sl: Poštna številka, ki ste jo vnesli, ni veljavna.
sv_se: Postnummret du angav är inte giltigt.
tr: Girdiğiniz posta kodu geçersiz.
zh_tw: 您輸入的郵遞區號無效。

source: Sorry there was an error processing your payment. Please try again later or use a different payment method.
bn: দুঃখিত, আপনার অর্থ প্রদান প্রক্রিয়াকরনের সময় একটি ত্রুটি হয়েছিল। দয়া করে পরে আবার চেষ্টা করুন বা অর্থ প্রদানের অন্য পদ্ধতি ব্যবহার করুন।
gu_in: માફ કરશો તમારી ચુકવણીની પ્રક્રિયા કરવામાં ભૂલ આવી હતી. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો અથવા અન્ય ચુકવણી પદ્ધતિનો ઉપયોગ કરો.
hr: Nažalost, došlo je do pogreške prilikom obrade Vašeg plaćanja. Pokušajte ponovno kasnije ili upotrijebite drugi način plaćanja.
hu: Sajnos hiba történt a fizetés feldolgozásakor. Próbálkozzon újra később, vagy használjon másik fizetési módot.
ka: სამწუხაროდ, თქვენი გადახდის დამუშავებისას შეცდომა მოხდა. გთხოვთ, სცადოთ მოგვიანებით ან გამოიყენოთ გადახდის სხვა საშუალება.
lo: ຂໍອະໄພ, ເກີດມີຂໍ້ຜິດພາດໃນການດຳເນີນການຈ່າຍເງິນຂອງທ່ານ. ກະລຸນາລອງໃໝ່ໃນພາຍຫຼັງ ຫຼື ໃຊ້ວິທີການຈ່າຍດ້ວຍຮູບແບບອື່ນ.
mr: क्षमस्व, आपल्या देयकावर प्रक्रिया करताना त्रुटी आली. कृपया नंतर पुन्हा प्रयत्न करा किंवा भिन्न देय पद्धत वापरा.
nl: Sorry, er is een fout opgetreden bij het verwerken van uw betaling. Probeer het later opnieuw of gebruik een andere betaalmethode.
nn_no: Beklagar, det oppstod ein feil under behandlinga av betalinga di. Prøv igjen seinare eller bruk ein annan betalingsmetode.
pl: Wystąpił błąd podczas przetwarzania płatności. Proszę spróbować ponownie później lub skorzystać z innej metody płatności.
pt_br: Desculpe, houve um erro ao processar seu pagamento. Tente novamente mais tarde ou use outro método de pagamento.
pt_pt: Desculpe, ocorreu um erro ao processar o seu pagamento. Por favor, tente novamente mais tarde ou utilize um método de pagamento diferente.
ru: К сожалению, при обработке вашего платежа произошла ошибка. Пожалуйста, повторите попытку позже или используйте другой способ оплаты.
sk: Pri spracovávaní platby došlo k chybe. Skúste to, prosím, znova alebo použite iný spôsob platby.
sl: Pri obdelavi plačila je prišlo do napake. Poskusite znova kasneje ali uporabite drug način plačila.
sv_se: Tyvärr uppstod ett fel vid bearbetningen av din betalning. Försök igen senare eller använd en annan betalningsmetod.
tr: Maalesef ödemeniz işleme koyulurken bir hata oluştu. Lütfen daha sonra tekrar deneyin veya farklı bir ödeme yöntemi kullanın.
zh_tw: 抱歉，處理付款時發生錯誤。請稍後再試或使用其他付款方式。

source: Something went wrong. We were unable to process your payment.
bn: কিছু ভুল হয়েছে। আমরা আপনার অর্থ প্রদান প্রক্রিয়াকরনে অক্ষম।
gu_in: કંઈક ખોટું થયું. અમે તમારી ચુકવણી પર પ્રક્રિયા કરવામાં અસમર્થ છીએ.
hr: Nešto je pošlo po zlu. Nismo uspjeli obraditi vašu uplatu.
hu: Valami hiba történt. Nem tudtuk feldolgozni a fizetését.
ka: რაღაც ხარვეზი წარმოიქმნა. გადახდის შესრულება ვერ ხერხდება.
lo: ມີບາງຢ່າງຜິດປົກກະຕິ. ພວກເຮົາບໍ່ສາມາດດຳເນີນການຈ່າຍເງິນຂອງທ່ານໄດ້.
mr: काहीतरी चूक झाली. आम्ही आपल्या देयकावर प्रक्रिया करू शकत नाही.
nl: Er is iets fout gegaan. We konden uw betaling niet verwerken.
nn_no: Noko gjekk gale. Vi klarte ikkje å behandle betalinga di.
pl: Coś się nie powiodło. Nie możemy przetworzyć płatności.
pt_br: Houve um erro. Não foi possível processar seu pagamento.
pt_pt: Aconteceu algo de errado. Não conseguimos processar o seu pagamento.
ru: Что-то пошло не так. Нам не удалось обработать ваш платеж.
sk: Niečo sa nepodarilo. Vašu platbu sme nemohli spracovať.
sl: Nekaj se je zalomilo. Vašega plačila nismo mogli obdelati.
sv_se: Något gick fel. Vi kunde inte behandla din betalning.
tr: Bir sorun oluştu. Ödemenizi işleyemedik.
zh_tw: 有些地方怪怪的，我們無法處理付款。

source: Sorry there was an error processing your payment. Please try again later.
bn: দুঃখিত, আপনার অর্থ প্রদানের প্রক্রিয়া করার সময় একটি ত্রুটি হয়েছিল। পরে আবার চেষ্টা করুন।
gu_in: માફ કરશો તમારી ચુકવણીની પ્રક્રિયા કરવામાં ભૂલ આવી હતી. પછીથી ફરી પ્રયત્ન કરો.
hr: Dogodila se greška prilikom obrade vašeg plaćanja. Molimo, pokušajte ponovno kasnije.
hu: Sajnos hiba történt a fizetés feldolgozásakor. Próbálja újra később.
ka: სამწუხაროდ, გადახდის შესრულებისას შეცდომა წარმოიქმნა. გთხოვთ, სცადოთ მოგვიანებით.
lo: ຂໍອະໄພ, ເກີດມີຂໍ້ຜິດພາດໃນການດຳເນີນການຈ່າຍເງິນຂອງທ່ານ. ກະລຸນາລອງໃໝ່ໃນພາຍຫຼັງ.
mr: क्षमस्व, आपल्या देयकावर प्रक्रिया करताना त्रुटी आली. कृपया पुन्हा प्रयत्न करा.
nl: Sorry, er is een fout opgetreden bij het verwerken van uw betaling. Probeer het later nog eens.
nn_no: Beklagar, det oppstod ein feil under behandlinga av betalinga di. Prøv igjen seinare.
pl: Wystąpił błąd podczas przetwarzania płatności. Proszę spróbować ponownie później.
pt_br: Desculpe, houve um erro ao processar seu pagamento. Tente novamente mais tarde.
pt_pt: Desculpe, ocorreu um erro ao processar o seu pagamento. Por favor, tente novamente mais tarde.
ru: К сожалению, при обработке вашего платежа произошла ошибка. Пожалуйста, повторите попытку позже.
sk: Pri spracovávaní platby došlo k chybe. Skúste to, prosím, znova.
sl: Pri obdelavi plačila je prišlo do napake. Poskusite znova kasneje.
sv_se: Tyvärr uppstod ett fel vid bearbetningen av din betalning. Vänligen försök igen senare.
tr: Maalesef ödemeniz işlenirken bir hata oluştu. Lütfen daha sonra tekrar deneyin.
zh_tw: 抱歉，處理付款時發生錯誤，請再試一次。

source: Captcha was invalid. Please try again.
bn: ক্যাপচা অবৈধ ছিল। অনুগ্রহপূর্বক আবার চেষ্টা করুন।
gu_in: Captcha અમાન્ય હતા. મેહરબાની કરી ને ફરી થી પ્રયાસ કરો.
hr: Captcha nije ispravno unesena. Pokušajte ponovno.
hu: A Captcha érvénytelen. Próbálja újra.
ka: Captcha არასწორია. გთხოვთ, სცადოთ ხელახლა.
lo: Captcha ບໍ່ຖືກຕ້ອງ. ກະລຸນາລອງໃໝ່ອີກຄັ້ງ.
mr: कॅप्चा अवैध होता. कृपया पुन्हा प्रयत्न करा.
nl: Captcha was ongeldig. Probeer het opnieuw.
nn_no: Captcha var ugyldig. Prøv på nytt.
pl: Pole Captcha jest nieprawidłowe. Proszę spróbować ponownie.
pt_br: Captcha inválido. Tente novamente.
pt_pt: O captcha era inválido. Por favor, tente novamente.
ru: Капча введена неверно. Пожалуйста, попробуйте ещё раз.
sk: Neplatná captcha. Skúste to, prosím, znova.
sl: Captcha je bila neveljavna. Poskusite znova.
sv_se: Captcha var ogiltig. Var god försök igen.
tr: Captcha geçersizdi. Lütfen tekrar deneyin.
zh_tw: 驗證碼無效，請再試一次。

source: Page not found
bn: পাতা পাওয়া যায়নি
gu_in: પૃષ્ઠ નથી મળ્યું
hr: Stranica nije pronađena
hu: Az oldal nem található
ka: გვერდი ვერ მოიძებნა
lo: ບໍ່ພົບຫນ້ານີ້.
mr: पृष्ठ आढळले नाही
nl: Pagina niet gevonden
nn_no: Fann ikkje sida
pl: Nie odnaleziono strony
pt_br: Página não encontrada
pt_pt: Página não encontrada
ru: Страница не найдена
sk: Stránka nebola nájdená
sl: Strani ni mogoče najti
sv_se: Sidan hittades inte
tr: Sayfa bulunamadı
zh_tw: 找不到頁面

source: Uh oh!
bn: আহ ওহ!
gu_in: ઓહ ઓહ!
hu: O-ó!
ka: უჰ!
mr: ओहो!
nl: Oh-oh!
nn_no: Åh nei!
pl: O nie!
pt_br: Opa!
pt_pt: Oh!
ru: Ой!
sk: Hop!
sl: Ojoj!
sv_se: Hoppsan!
tr: Hata!
zh_tw: 哦哦！

source: Sorry, the page does not exist
bn: দুঃখিত, পৃষ্ঠাটি বিদ্যমান নেই
gu_in: માફ કરશો, પૃષ્ઠ અસ્તિત્વમાં નથી
hr: Nažalost, stranica ne postoji
hu: Sajnáljuk, az oldal nem létezik
ka: უკაცრავად, გვერდი არ არსებობს
lo: ຂໍອະໄພ, ໜ້ານີ້ບໍ່ມີ
mr: क्षमस्व, पृष्ठ अस्तित्वात नाही
nl: Sorry, de pagina bestaat niet
nn_no: Beklagar, sida finst ikkje
pl: Przepraszamy, strona nie istnieje
pt_br: Desculpe, a página não existe
pt_pt: Desculpe, a página não existe
ru: Извините, эта страница не существует
sk: Ľutujeme, stránka neexistuje
sl: Oprostite, stran ne obstaja
sv_se: Tyvärr, sidan finns inte
tr: Üzgünüz, sayfa bulunamadı
zh_tw: 抱歉，頁面不存在

source: Go to our home page
bn: আমাদের হোম পেজে যান
gu_in: અમારા મુખ્ય પૃષ્ઠ પર જાઓ
hr: Idite na početnu stranicu
hu: Ugrás a kezdőlapunkra
ka: მთავარ გვერდზე გადასვლა
lo: ໄປທີ່ໜ້າທຳອິດຂອງພວກເຮົາ
mr: आमच्या मुख्यपृष्ठावर जा
nl: Naar onze startpagina
nn_no: Gå til heimesida vår
pl: Przejdź na stronę główną
pt_br: Ir para nossa página inicial
pt_pt: Ir para a nossa página inicial
ru: Перейти на главную страницу
sk: Prejsť na domovskú stránku
sl: Obiščite začetno stran
sv_se: Gå till vår hemsida
tr: Ana sayfamıza gidin
zh_tw: 回到我們的首頁

# Page title
source: Donate to Mozilla
bn: Mozilla তে দান করুন
gu_in: Mozillaને દાન આપો
hr: Donirajte Mozilli
hu: Adományozzon a Mozillának
ka: დაეხმარეთ Mozilla-ს
lo: ບໍລິຈາກໃຫ້ Mozilla
mr: Mozilla ला देणगी द्या
nl: Doneren aan Mozilla
nn_no: Doner til Mozilla
pl: Wspomóż Mozillę
pt_br: Faça uma doação para a Mozilla
pt_pt: Fazer um donativo à Mozilla
ru: Пожертвование Mozilla
sk: Prispejte Mozille
sl: Donirajte Mozilli
sv_se: Donera till Mozilla
tr: Mozilla’ya bağış yapın
zh_tw: 捐款給 Mozilla

source: ONE TIME
bn: এককালীন
gu_in: એક વાર
hr: JEDNOKRATNO
hu: EGYSZERI
ka: ერთჯერადი
lo: ເທື່ອດຽວ
mr: एक वेळा
nl: EENMALIG
nn_no: EIN GONG
pl: JEDNORAZOWO
pt_br: UMA VEZ
pt_pt: UMA VEZ
ru: ОДИН РАЗ
sk: JEDNORAZOVO
sl: ENKRATNO
sv_se: EN GÅNG
tr: BİR KEZ
zh_tw: 單次

source: MONTHLY
bn: মাসিক
gu_in: મહિને
hr: MJESEČNO
hu: HAVI
ka: ყოველთვიური
lo: ລາຍເດືອນ
mr: मासिक
nl: MAANDELIJKS
nn_no: MÅNADLEG
pl: COMIESIĘCZNIE
pt_br: MENSALMENTE
pt_pt: MENSALMENTE
ru: ЕЖЕМЕСЯЧНО
sk: MESAČNE
sl: MESEČNO
sv_se: MÅNADSVIS
tr: HER AY
zh_tw: 每月

source: Other amount
bn: অন্যান্য পরিমাণ
gu_in: અન્ય રકમ
hr: Drugi iznos
hu: Más összeg
ka: სხვა ოდენობა
lo: ຈຳນວນເງິນອື່ນໆ
mr: इतर रक्कम
nl: Ander bedrag
nn_no: Anna beløp
pl: Inna kwota
pt_br: Outro valor
pt_pt: Outro montante
ru: Другая сумма
sk: Iná suma
sl: Določite sami
sv_se: Annat belopp
tr: Başka bir miktar
zh_tw: 其他金額

source: Choose Payment
bn: পেমেন্ট নির্বাচন করুন
gu_in: ચુકવણી પસંદ કરો
hr: Odaberite plaćanje
hu: Fizetési mód
ka: გადახდის საშუალების არჩევა
lo: ເລືອກການຊຳລະເງິນ
mr: देय निवडा
nl: Betalingsmethode kiezen
nn_no: Vel betalingsmåte
pl: Wybierz rodzaj płatności
pt_br: Escolha uma forma de pagamento
pt_pt: Escolher o pagamento
ru: Метод оплаты
sk: Spôsob platby
sl: Izberite način plačila
sv_se: Välj betalsätt
tr: Ödeme yöntemini seçin
zh_tw: 選擇付款方式

source: SECURE
bn: নিরাপদ
gu_in: સલામત
hr: SIGURNO
hu: BIZTONSÁGOS
ka: დაცული
lo: ປອດໄພ
mr: सुरक्षित
nl: BEVEILIGD
nn_no: SIKKER
pl: ZABEZPIECZONE
pt_br: SEGURO
pt_pt: SEGURO
ru: БЕЗОПАСНО
sk: ZABEZPEČENÉ
sl: VARNO
sv_se: SÄKER
tr: GÜVENLİ
zh_tw: 安全

source: Donate
bn: অনুদান
gu_in: દાન કરો
hr: Doniraj
hu: Adományozás
ka: შემოწირულობა
lo: ບໍ​ລິ​ຈາກ
mr: देणगी द्या
nl: Doneren
nn_no: Doner
pl: Przekaż datek
pt_br: Doar
pt_pt: Doar
ru: Пожертвовать
sk: Prispieť
sl: Prispevajte
sv_se: Donera
tr: Bağış Yap
zh_tw: 捐款

source: per month
bn: প্রতি মাসে
gu_in: દર મહિને
hr: mjesečno
hu: havonta
ka: ყოველთვიურად
lo: ຕໍ່ເດືອນ
mr: दरमहा
nl: per maand
nn_no: per månad
pl: na miesiąc
pt_br: por mês
pt_pt: mensalmente
ru: в месяц
sk: mesačne
sl: na mesec
sv_se: per månad
tr: her ay
zh_tw: 每月
