Repository: MozillaFoundation/donate-wagtail
Catalog: donate/locale/*/LC_MESSAGES/django.po
Languages: bn, gu_in, hr, hu, ka, lo, mr, nl, nn_no, pl, pt_br, pt_pt, ru, sk, sl, sv_se, tr, zh_tw

source: We’d love to have you as a sustaining supporter of Mozilla. <b>Could you add a monthly donation starting next month?</b>
bn: আমরা আপনাকে মজিলার টেকসই সমর্থক হিসাবে রাখতে চাই। <b>আপনি কি পরের মাস থেকে শুরু করে একটি মাসিক অনুদান যোগ করতে পারেন?</b>
gu_in: અમે તમને Mozillaના ટકાઉ સમર્થક તરીકે આપવાનું પસંદ કરીશું. <b>શું તમે આવતા મહિનાથી શરૂ થતા માસિક દાનમાં ઉમેરી શકો છો?</b>
hu: Szeretnénk, ha Ön a Mozilla tartós támogatója lenne. <b>Be tudna állítani egy havi adományt a következő hónaptól kezdve?</b>
ka: მეტად მოხარულები ვიქნებით, თუ Mozilla-ს მტკიცე და მუდმივი მხარდამჭერი გახდებით. <b>გაქვთ სურვილი მომდევნო თვიდან, გაიღოთ შემოწირულობა ყოველთვიურად?</b>
mr: आम्हास आपण Mozilla चे नेहमीचे समर्थक असणे आवडेल. <b>आपण पुढील महिन्यापासून मासिक देणगी द्याल का?</b>
nl: We zien u graag als vaste supporter van Mozilla. <b>Zou u met ingang van volgende maand een maandelijkse donatie willen doen?</b>
nn_no: Vi vil gjerne ha deg som støttande tilhengar av Mozilla. <b>Kan du leggje til ein månadleg donasjon som byrjar neste månad?</b>
pl: Mamy nadzieję, że to dopiero początek naszej współpracy. <b>Może od następnego miesiąca zaczniesz comiesięczny datek?</b>
pt_br: Adoraríamos ter você como um apoiador permanente da Mozilla. <b>Aceitaria adicionar uma doação mensal a partir do mês que vem?</b>
pt_pt: Gostaríamos muito de tê-lo como um apoiante recorrente da Mozilla. <b>Pode fazer um donativo mensal a partir do próximo mês?</b>
ru: Мы бы хотели, чтобы вы стали постоянным помощником Mozilla. <b>Не хотите ли вы настроить ежемесячное пожертвование, начиная со следующего месяца?</b>
sk: Budeme veľmi radi, ak sa rozhodnete Mozillu podporovať dlhodobo. <b>Na tejto stránke môžete zadať pravidelnú mesačnú platbu začínajúcu budúci mesiac.</b>
sl: Veselilo bi nas, če bi postali redni podpornik Mozille. <b>Bi dodali še mesečno donacijo od naslednjega meseca naprej?</b>
sv_se: Vi skulle gärna vilja ha dig som en stödjande anhängare av Mozilla. <b>Kan du lägga till en månatlig donation som börjar nästa månad?</b>
tr: Sizi Mozilla'nın sürekli destekçisi olarak görmeyi çok isteriz. <b>Gelecek aydan itibaren aylık bağış yapmak ister misiniz?</b>
zh_tw: 我們希望您能成為 Mozilla 的支持者。<b>您願意從下個月起，每月持續捐款嗎？</b>

source: Yes, I will give:
bn: হ্যাঁ, আমি দেব:
gu_in: હા, હું આપીશ:
hr: Da, dat ću:
hu: Igen, ennyit fogok adni:
ka: დიახ, შემიძლია გავიღო:
lo: ແມ່ນແລ້ວ, ຂ້ອຍຈະໃຫ້:
mr: होय, मी देईन:
nl: Ja, ik geef:
nn_no: Ja, eg vil gje:
pl: Tak, przekażę:
pt_br: Sim, farei uma doação:
pt_pt: Sim, eu irei fazer um donativo:
ru: Да, я буду жертвовать:
sk: Áno, chcem prispieť:
sl: Da, želim darovati:
sv_se: Ja, jag kommer att ge:
tr: Olur. Yapmak istediğim bağış miktarı:
zh_tw: 好，我要捐:

source: Monthly
gu_in: માસિક
hr: mjesečno
hu: Havonta
ka: ყოველთვიური
lo: ລາຍເດືອນ
nl: Maandelijks
nn_no: Månadleg
pl: Comiesięcznie
pt_br: Mensalmente
pt_pt: Mensal
ru: Ежемесячно
sk: mesačne
sl: Mesečno
sv_se: Månadsvis
tr: Her ay
zh_tw: 每月

source: I authorize Mozilla Foundation to automatically charge my card every month in the amount indicated above, starting next month on the same date as today, and continuing each month afterwards until I cancel. I understand that I must cancel at least 5 days before the next scheduled donation by email to %(email)s, and that I may only request a refund within 15 days from the date of a donation.
gu_in: હું Mozilla ફાઉન્ડેશનને અધિકૃત છું કે ઉપર સૂચવેલા જથ્થામાં દર મહિને આપમેળે મારા કાર્ડને ચાર્જ કરવા માટે, જે આજની તારીખે આવતા મહિને શરૂ થાય છે અને હું રદ નહીં કરું ત્યાં સુધી દર મહિને ચાલુ રાખું છું. હું સમજું છું કે મારે %(email)sને ઇમેઇલ દ્વારા આગલા સુનિશ્ચિત દાનના ઓછામાં ઓછા 5 દિવસ પહેલા રદ કરવું આવશ્યક છે, અને હું ફક્ત દાનની તારીખથી 15 દિવસની અંદર રિફંડની વિનંતી કરી શકું છું.
hu: Felhatalmazom a Mozilla Alapítványt, hogy havonta automatikusan megterhelje a kártyámat a fent megadott összeggel, a következő hónappal kezdve ugyanazon a napon, mint ma, és azt követően minden hónapban, amíg le nem mondom. Megértettem, hogy legalább 5 nappal a következő ütemezett adományozás előtt kell lemondanom a(z) %(email)s címre küldött e-mailben, és csak az adományozástól számított 15 napon belül kérhetek visszatérítést.
ka: ვანიჭებ Mozilla-ფონდს უფლებას, თავად ჩამოჭრას ჩემი ბარათიდან ზემოთ მოცემული ოდენობის თანხა ყოველთვიურად, დაწყებული მომდევნო თვიდან ამავე დღეს, სანამ არ გავაუქმებ. ვითვალისწინებ, რომ შემოწირულობის გასაუქმებლად მოთხოვნა, დაგეგმილ მომდევნო გადარიცხვამდე არანაკლებ 5 დღით ადრე უნდა გავგზავნო ელფოსტაზე %(email)s, ხოლო თანხის დაბრუნების მოთხოვნა, შემოწირულობის ჩამოჭრიდან, 15 დღის განმავლობაში შემეძლება.
nl: Ik machtig Mozilla Foundation om mijn kaart elke maand automatisch te belasten met het hierboven aangegeven bedrag, vanaf volgende maand op dezelfde dag als vandaag, totdat ik annuleer. Ik begrijp dat ik ten minste 5 dagen vóór de volgende geplande donatie per e-mail aan %(email)s moet annuleren en dat ik alleen om terugbetaling kan verzoeken binnen 15 dagen na de datum van een donatie.
nn_no: Eg godkjenner at Mozilla Foundation, automatisk kvar månad, kan belaste kortet mitt med det angitte beløpet, frå i dag, og fortsette kvar månad på same dag, til eg avbryt. Eg forstår at eg må avbryte minst 5 dagar før neste planlagde donasjon via e-post til %(email)s, og at eg berre kan be om refusjon innan 15 dagar frå donasjonsdatoen.
pl: Upoważniam Fundację Mozilla do obciążenia mojej karty w wysokości podanej powyżej i robienia tego co miesiąc, od tego samego dnia następnego miesiąca aż do czasu anulowania. Rozumiem, że muszę anulować co najmniej 5 dni przed następnym zaplanowanym datkiem pisząc wiadomość na adres %(email)s, oraz że mogę zażądać zwrotu pieniędzy wyłącznie w ciągu 15 dni od daty przekazania datku.
pt_br: Autorizo à Fundação Mozilla cobrar automaticamente meu cartão todo mês o valor indicado acima, iniciando mês que vem no mesmo dia de hoje e continuando a partir daí cada mês até que eu cancele. Compreendo que devo cancelar pelo menos 5 dias antes da próxima doação agendada, por e-mail para %(email)s, e que só posso solicitar devolução de uma doação até 15 dias após sua data.
pt_pt: Eu autorizo a fundação Mozilla a cobrar, automaticamente, no meu cartão e todos os meses, o valor indicado acima, começando no próximo mês no mesmo dia de hoje e continuando todos os meses seguintes até que eu cancele. Eu compreendo que devo cancelar pelo menos 5 dias antes da próxima doação agendada, através do envio de um e-mail para %(email)s, e que só posso solicitar um reembolso no dentro de 15 dias a partir da data de um donativo.
ru: Я разрешаю Mozilla Foundation автоматически снимать средства с моей карты каждый месяц в указанном выше размере, начиная со следующего месяца, такого же числа, как и сегодня, и продолжая каждый следующий месяц, пока я это не отменю. Я понимаю, что я смогу отменить запланированное пожертвование только за как минимум 5 дней до даты его совершения, написав по адресу %(email)s, и то, что я смогу запросить возврат средств только в течение 15 дней с даты пожертвования.
sk: Súhlasím s tým, aby Mozilla Foundation stŕhala z mojej platobnej karty vyššie uvedenú čiastku s mesačnou pravidelnosťou, dokým tento súhlas neodvolám. Rozumiem, že opakovanie platby je potrebné zrušiť aspoň 5 dní pred jej plánovaným strhnutím a to žiadosťou na %(email)s a že o vrátenie peňazí môžem požiadať do 15 dní odo dňa odoslania príspevku.
sv_se: Jag godkänner att Mozilla Foundation automatiskt debiterar mitt kort varje månad med det belopp som anges ovan, med börjar från nästa månad på samma datum som idag och fortsätter varje månad därefter tills jag avbryter. Jag förstår att jag måste avbryta minst 5 dagar innan nästa schemalagda donation via e-post till %(email)s och att jag endast kan begära återbetalning inom 15 dagar från dagen för donationen.
tr: Bugünden bir ay sonra başlamak üzere, ben iptal edene dek Mozilla Foundation'ın yukarıda belirtilen tutarı otomatik olarak kartımdan çekmesine izin veriyorum. Planlı bağışlarımı en az 5 gün önce %(email)s adresine e-posta göndererek iptal edebileceğimi, bağıştan sonraki 15 gün içinde iade talep edebileceğimi anladım.
zh_tw: 我授權 Mozilla Foundation 從下個月的同一日起，每月持續向我的卡片收取上方顯示的金額，直到我主動取消為止。我了解我必須於下次預定扣款日 5 日前，E-Mail 至 %(email)s 方可取消，並且僅能於捐款日 15 天內要求退款。

source: Donate Monthly
gu_in: માસિક દાન કરો
hr: Donirajte mjesečno
hu: Adományozás havonta
ka: შემოწირულობა ყოველთვიურად
lo: ບໍລິຈາກລາຍເດືອນ
nl: Maandelijks doneren
nn_no: Doner månadleg
pl: Comiesięczny datek
pt_br: Doação mensal
pt_pt: Donativo mensal
ru: Ежемесячные пожертвования
sk: prispieť mesačne
sl: Prispevajte mesečno
sv_se: Donera månadsvis
tr: Aylık bağış
zh_tw: 每月捐款

source: No Thanks
bn: না, ধন্যবাদ
gu_in: ના અભાર
hr: Ne hvala
hu: Köszönöm, nem
ka: არა, გმადლობთ
lo: ບໍ່, ຂອບໃຈ
mr: नाही धन्यवाद
nl: Nee, bedankt
nn_no: Nei takk
pl: Nie, dziękuję
pt_br: Não, obrigado
pt_pt: Não, obrigado
ru: Нет, спасибо
sk: Nie, ďakujem
sl: Ne, hvala
sv_se: Nej tack
tr: Gerek yok
zh_tw: 不用了，謝謝

source: Stay in touch
bn: সাথে থাকুন
gu_in: મળતા રેહજો
hr: Ostanite u kontaktu
hu: Maradjon kapcsolatban
ka: დარჩით კავშირზე
lo: ຕິດຕໍ່ພົວພັນ
mr: संपर्कात राहा
nl: In contact blijven
nn_no: Hald kontakten
pl: Pozostań w kontakcie
pt_br: Mantenha-se em contato
pt_pt: Mantenha-se em contacto
ru: Оставайтесь на связи
sk: Ostaňte v kontakte
sl: Ostanite obveščeni
sv_se: Håll kontakten
tr: İrtibatta kalın
zh_tw: 保持聯繫

source: Protect the internet as a global public resource. Join our email list to take action and stay updated!
bn: ইন্টারনেটকে বিশ্বব্যাপী জনসম্পদ হিসাবে সুরক্ষিত করুন। পদক্ষেপ নিতে এবং আপডেট থাকার জন্য আমাদের ইমেল তালিকায় যোগ দিন!
gu_in: વૈશ્વિક જાહેર સંસાધન તરીકે ઇન્ટરનેટનું રક્ષણ કરો. ક્રિયા કરવા અને અપડેટ રહેવા માટે અમારી ઇમેઇલ સૂચિમાં જોડાઓ!
hu: Védje az internetet, mint globális nyilvános erőforrást. Csatlakozzon az e-mail listánkhoz, hogy cselekedjen és folyamatosan frissüljön!
ka: დაიცავით ინტერნეტი, როგორც საერთაშორისო საჯარო რესურსი. შემოუერთდით ელფოსტის ჩვენს ჯგუფს, ღონისძიებებისა და სიახლეების გასაცნობად!
mr: जागतिक सार्वजनिक स्रोत म्हणून इंटरनेटचे संरक्षण करा. कारवाई करण्यासाठी आणि अद्ययावत रहाण्यासाठी आमच्या ईमेल यादीमध्ये सामील व्हा!
nl: Bescherm het internet als een wereldwijde openbare bron. Word lid van onze e-maillijst om actie te ondernemen en op de hoogte te blijven!
nn_no: Vern om internett som ein global offentleg ressurs. Registrer deg på e-postlista vår for å gå til handling og halde deg oppdatert!
pl: Chroń Internet jako globalny zasób publiczny. Dołącz do naszej listy, aby podjąć działania i być na bieżąco!
pt_br: Proteja a internet como um recurso público global. Participe da nossa lista de e-mails para tomar atitudes e se manter atualizado!
pt_pt: Proteja a Internet como um recurso público global. Adira à nossa lista de e-mail para tomar medidas e manter-se atualizado!
ru: Защитите Интернет как глобальный общественный ресурс. Присоединяйтесь к нашему списку рассылки, чтобы действовать и оставаться в курсе!
sk: Chráňte internet ako celosvetový verejný zdroj. Prihláste sa na odber noviniek.
sl: Zaščitite internet kot globalen javni vir. Pridružite se našemu dopisnemu seznamu, če želite ostati dejavni in obveščeni!
sv_se: Skydda internet som en global offentlig resurs. Gå med i vår e-postlista för att vidta åtgärder och hålla dig uppdaterad!
tr: İnterneti birlikte koruyalım. Harekete geçmek ve yeniliklerden haberdar olmak için e-posta listemize kaydolun.
zh_tw: 一起將網際網路作為全球公共資源保護。歡迎採取行動，加入我們的郵件清單並接收最新資訊！

source: Sign Up
bn: সাইন আপ
gu_in: સાઇન અપ કરો
hr: Registriraj se
hu: Regisztráció
ka: გამოწერა
lo: ລົງ​ທະ​ບຽນ
mr: साइन अप करा
nl: Registreren
nn_no: Registrer deg
pl: Subskrybuj
pt_br: Cadastre-se
pt_pt: Subscrever
ru: Подписаться
sk: Prihlásiť sa
sl: Prijava
sv_se: Registrera dig
tr: Kaydol
zh_tw: 訂閱

source: / Monthly
bn: / মাসিক
gu_in: / માસિક
hr: / mjesečno
hu: havonta
ka: / ყოველთვიურად
lo: / ລາຍເດືອນ
mr: / दरमहा
nl: / maandelijks
nn_no: / Månadleg
pl: / miesięcznie
pt_br: / Mensalmente
pt_pt: / Mensalmente
ru: / Ежемесячно
sk: mesačne
sl: mesečno
sv_se: / Månadsvis
tr: / her ay
zh_tw: / 每月

source: No
bn: না
gu_in: ના
hr: Ne
hu: Nem
ka: არა
lo: ບໍ່
mr: नाही
nl: Nee
nn_no: Nei
pl: Nie
pt_br: Não
pt_pt: Não
ru: Нет
sk: Nie
sl: Ne
sv_se: Nej
tr: Hayır
zh_tw: 否

source: Your donation will go right to work protecting the web, keeping it open and available to all.
bn: আপনার অনুদানটি ওয়েবকে সুরক্ষিত করে কাজ করার জন্য সরাসরি এটিকে খোলা রাখবে এবং সবার জন্য উপলব্ধ থাকবে।
gu_in: તમારું દાન વેબને સુરક્ષિત રાખવા અને તેને બધા માટે ઉપલબ્ધ રાખવાનું કામ કરશે.
hu: Az adománya a web védelmére lesz fordítva, hogy az mindenki számára nyílt és elérhető legyen.
ka: თქვენი შემოწირულობა მიმართული იქნება ვებსივრცის უსაფრთხოების, ღიაობისა და საყოველთაო ხელმისაწვდომობის შესანარჩუნებლად.
lo: ການບໍລິຈາກຂອງທ່ານຈະຖືກນຳໄປໃຊ້ໃນການປົກປ້ອງເວັບໄຊຕ໌, ຮັກສາມັນໃຫ້ຢູ່ຮູບແບບເປີດເຜີຍ ແລະ ທຸກຄົນສາມາດນຳໃຊ້ໄດ້.
mr: आपले देणगी वेबचे रक्षण करून, त्यास सर्वांसाठी खुले आणि उपलब्ध करण्याकडे जाईल.
nl: Uw donatie gaat rechtstreeks naar het werk dat nodig is om het internet voor iedereen toegankelijk, veilig en open te houden.
nn_no: Donasjonen din vil gå til arbeidet med å ta vare på nettet, halde det ope og tilgjengeleg for alle.
pl: Twój datek od razu przyczyni się do ochrony Internetu, aby pozostał otwarty i dostępny dla wszystkich.
pt_br: Sua doação será direcionada ao trabalho de proteção da web, mantendo-a aberta e disponível para todos.
pt_pt: O seu donativo será utilizado diretamente para proteger a Internet, mantendo-a aberta e disponível para todos.
ru: Ваше пожертвование пойдет на работу по защите Интернета, оставляя его открытым и доступным для всех и каждого.
sk: Váš príspevok využijeme priamo na ochranu webu ako otvoreného zdroja dostupného pre všetkých.
sl: Vaša donacija bo namenjena zaščiti spleta, ohranjanju njegove odprtosti in dostopnosti vsem.
sv_se: Din donation kommer att gå till arbetet med att skydda webben, hålla den öppen och tillgänglig för alla.
tr: Bağışınızı web’i koruyarak onu herkese açık ve erişilebilir tutmak için kullanacağız.
zh_tw: 您的捐款將完全用來讓網路環境保持開放，讓任何人都可使用。

source: We’ve emailed you a donation receipt; if it’s missing, please check your junk/spam folders, then contact us at <a href="mailto:%(email)s">%(email)s</a>.
bn: আমরা আপনাকে অনুদানের রশিদ ইমেল করেছি; যদি এটি না পান, তবে দয়া করে আপনার জাঙ্ক/স্প্যাম ফোল্ডার দেখুন, তারপর <a href="mailto:%(email)s">%(email)s</a> এ আমাদের সাথে যোগাযোগ করুন।
gu_in: અમે તમને દાનની રસીદ ઇમેઇલ કરી છે; જો તે ગુમ થયેલ હોય, તો કૃપા કરીને તમારા જંક/સ્પામ ફોલ્ડર્સને તપાસો, તો પછી <a href="mailto:%(email)s">%(email)s</a>પર અમારો સંપર્ક કરો.
hu: Elküldtük Önnek az adományozás nyugtáját; ha hiányzik, akkor ellenőrizze a levélszemét mappákat, majd vegye fel velünk a kapcsolatot a(z) <a href="mailto:%(email)s">%(email)s</a> címen.
ka: ჩვენ გამოგიგზავნეთ შემოწირულების ქვითარი; თუ არ მიგიღიათ, გთხოვთ, ჯერ გადაამოწმოთ თქვენი ჯართის/სპამის საქაღალდეები, შემდეგ კი დაგვიკავშირდეთ მისამართზე <a href="mailto:%(email)s">%(email)s</a>.
lo: ພວກເຮົາໄດ້ສົ່ງອີເມວໃບຮັບເງິນບໍລິຈາກໃຫ້ທ່ານ; ຖ້າຫາກບໍ່ເຫັນ, ກະລຸນາກວດເບິ່ງໃນໂຟລເດີ junk/spam ຂອງທ່ານ, ຫຼັງຈາກນັ້ນຕິດຕໍ່ພວກເຮົາທີ່ <a href="mailto:%(email)s">%(email)s</a>.
mr: आम्ही आपल्याला देणगीची पावती ईमेल केली आहे; हरवले असल्यास, कृपया आपले जंक / स्पॅम फोल्डर्स तपासा, नंतर <a href="mailto:%(email)s">%(email)s</a> येथे आमच्याशी संपर्क साधा.
nl: We hebben u een e-mailbericht met donatiebewijs gestuurd; als dit ontbreekt, controleer dan uw mappen met ongewenste e-mail / spam, en neem daarna contact met ons op via <a href="mailto:%(email)s">%(email)s</a>.
nn_no: Vi har sendt deg ein e-post med kvittering for donasjonen; om han manglar, kan du sjekke mappa for søppelpost eller spam, og kontakte oss seinare på <a href="mailto:%(email)s">%(email)s</a>.
pl: Wysłaliśmy potwierdzenie datku na Twój adres e-mail. Jeśli nie możesz go znaleźć, to prosimy sprawdzić w folderze z niechcianymi wiadomościami/spamem, a następnie skontaktować się z nami pod adresem <a href="mailto:%(email)s">%(email)s</a>.
pt_br: Enviamos por e-mail um recibo de doação. Se não encontrar, verifique suas pastas de lixo eletrônico e spam. Se precisar, entre em contato com <a href="mailto:%(email)s">%(email)s</a>.
pt_pt: Enviámos por e-mail para si com um recibo do donativo; se não conseguir encontrar, verifique as suas pastas de lixo electrónico/spam e depois entre em contacto através de <a href="mailto:%(email)s">%(email)s</a>.
ru: Мы отправили вам чек пожертвования; если его нет, пожалуйста, проверьте папку «Спам», а затем свяжитесь с нами по адресу <a href="mailto:%(email)s">%(email)s</a>.
sk: Na vašu e-mailovú adresu sme poslali potvrdenie o príspevku. Ak ho vo vašej schránke neviete nájsť, skontrolujte priečinok s nevyžiadanou poštou a prípadne nás kontaktujte na <a href="mailto:%(email)s">%(email)s</a>.
sl: Po e-pošti smo vam poslali potrdilo o donaciji; če ga niste prejeli, preverite mapo z neželeno pošto in nam pišite na <a href="mailto:%(email)s">%(email)s</a>.
sv_se: Vi har skickat ett donationskvitto till dig; om det saknas, vänligen kontrollera dina skräp/spam-mappar, kontakta oss sedan på <a href="mailto:%(email)s">%(email)s</a>.
tr: Bağış makbuzunuzu e-postayla gönderdik. Gelmediyse lütfen önemsiz/spam klasörlerinizi kontrol edin. Yine bulamazsanız<a href="mailto:%(email)s">%(email)s</a> adresinden bize ulaşabilirsiniz.
zh_tw: 我們已將捐款收據發送給您。沒有收到的話請看看是不是跑到了垃圾信件匣，若還是沒有，可寄信到 <a href="mailto:%(email)s">%(email)s</a> 聯絡我們。

source: Lastly, can you multiply your impact by sharing about the important work Mozilla is doing? Thank you again!
bn: শেষ অবধি, Mozilla যে গুরুত্বপূর্ণ কাজটি করছে তা শেয়ার করে আপনি কি আপনার প্রভাবকে বহুগুণ করতে পারেন? আবারো আপনাকে ধন্যবাদ!
gu_in: છેલ્લે, તમે Mozilla જે મહત્વપૂર્ણ કાર્ય કરી રહ્યાં છે તેના વિશે શેર કરીને તમારી અસરને વધારી શકો છો? ફરીથી આભાર!
hu: Végül, megsokszorozná a hatását azzal, hogy megosztja a Mozilla fontos munkáját? Még egyszer köszönjük!
ka: და ბოლოს, შეგიძლიათ დაგვეხმაროთ იმ მნიშვნელოვანი საქმის გაზიარებაში, რომელსაც Mozilla აკეთებს? გმადლობთ, კიდევ ერთხელ!
mr: अंततः, आपण मोझीला करत असलेल्या महत्त्वपूर्ण कार्याबद्दल शेअर करून आपला प्रभाव वाढवू शकता का? पुन्हा धन्यवाद!
nl: Ten slotte, wilt u ons helpen het belangrijke werk dat Mozilla doet te delen? Nogmaals bedankt!
nn_no: Til slutt, du kan auke påverknaden din gjennom å dele det viktige arbeidet Mozilla gjer? Takk igjen!
pl: Czy możesz pomnożyć swój udział, opowiadając o ważnej pracy, jaką wykonuje Mozilla? Jeszcze raz dziękujemy!
pt_br: Por fim, você poderia multiplicar seu impacto compartilhando o importante trabalho que a Mozilla está fazendo? Mais uma vez obrigado!
pt_pt: Por fim, pode multiplicar o seu impacto partilhando informações sobre o importante trabalho que a Mozilla está a fazer? Mais uma vez obrigado!
ru: Последнее, можете ли вы помочь умножить ваши усилия, рассказав о важной работе, которую делает Mozilla? Спасибо ещё раз!
sk: Svoju pomoc môžete znásobiť zdieľaním informácií o tom, aké dôležité veci Mozilla robí. Vďaka!
sl: In nazadnje, ali lahko svoj učinek pomnožite s širjenjem sporočila o pomembnem delu, ki ga opravlja Mozilla? Hvala!
sv_se: Slutligen, kan du öka din påverkan genom att dela med dig om det viktiga arbete som Mozilla utför? Tack igen!
tr: Son olarak, Mozilla’nın yaptığı önemli çalışmaları paylaşmamıza yardımcı olur musunuz? Tekrar teşekkürler!
zh_tw: 最後，您願意幫助我們分享 Mozilla 做了哪些重要的事情，以放大您的影響力嗎？多謝了！

# Used as a tweet
source: I donated to @mozilla today because I #lovetheweb. Join me and help fight for a better and healthier internet, for all.
bn: আমি আজ @mozilla কে অনুদান দিয়েছি কারণ আমি #lovetheweb। আমার সাথে যোগ দিন এবং সবার জন্য আরো ভালো, স্বাস্থ্যকর ইন্টারনেটের জন্য লড়াই করতে সাহায্য করুন।
gu_in: મેં આજે @mozilla ને દાન કર્યું છે કારણ કે હું #lovetheweb. મારી સાથે જોડાઓ અને બધા માટે, બહેતર અને તંદુરસ્ત ઇન્ટરનેટ માટે લડતમાં સહાય કરો.
hr: Donirao sam @mozilla danas jer ja #lovetheweb. Pridruži mi se i pomozi u borbi za bolji i zdraviji Internet za sve.
hu: Támogattam a @mozilla #lovetheweb kampányát. Csatlakozz, segíts küzdeni a jobb és egészségesebb internetért, mindenki számára.
ka: მე დღეს დავეხმარე @mozilla-ს, რადგან მიყვარს ვებსამყარო, #lovetheweb. შემოგვიერთდი და დაგვეხმარე რომ გავხადოთ ინტერნეტი უკეთესი და მეტად ჯანსაღი, თითოეული ჩვენგანისთვის.
mr: मी आज @mozilla ला देणगी दिली #lovetheweb. माझ्यासह सामील व्हा आणि सर्वांसाठी चांगल्या आणि स्वस्थ इंटरनेटसाठी लढायला मदत करा.
nl: Ik heb vandaag aan @mozilla gedoneerd, want ik #lovetheweb. Vecht met me mee voor een beter en gezonder internet, voor iedereen.
nn_no: Eg donerte til @mozilla i dag fordi eg #lovetheweb. Ver med meg og kjemp for eit betre og sunnare internett for alle.
pl: Wspomagam dzisiaj @mozilla, ponieważ #KochamInternet. Dołącz do mnie, aby pomóc w walce o lepszy i zdrowszy Internet dla wszystkich.
pt_br: Fiz uma doação hoje para a @mozilla porque eu #AmoAWeb. Junte-se a mim e ajude na luta por uma internet melhor e mais saudável, para todos.
pt_pt: Hoje, fiz um donativo para a @mozilla porque eu #lovetheweb. Junte-se a mim e ajude a lutar por uma Internet melhor e mais saudável, para todos.
ru: Я жертвую @mozilla сегодня, потому что я #lovetheweb. Присоединяйтесь ко мне и помогите в борьбе за улучшение и оздоровление Интернета, для всех и каждого.
sk: Dnes som prispel @mozilla, pretože #milujemweb #lovetheweb. Pridajte sa ku mne a pomôžte v boji za lepší a zdravší internet pre všetkých.
sl: Pravkar sem doniral @mozilla, ker #lovetheweb. Pridruži se mi in pomagaj pri boju za boljši in zdrav internet - za vse.
sv_se: Jag donerade till @mozilla idag för att jag #lovetheweb. Gå med mig och hjälpa till att kämpa för ett bättre och hälsosammare internet för alla.
tr: Bugün @mozilla'ya bağış yaptım çünkü web'i seviyorum. Daha iyi ve sağlıklı bir interneti birlikte savunalım. #lovetheweb
zh_tw: 我熱愛 Web，所以捐款給 @mozilla 了！與我一起為眾人打造更棒、更健康的網路環境！#lovetheweb

# Email subject line
source: I donated to Mozilla today
bn: আমি আজ Mozilla তে অনুদান দিয়েছি
gu_in: મેં આજે Mozillaને દાન આપ્યું છે
hr: Danas sam donirao Mozilli
hu: Ma támogattam a Mozillát
ka: მე დღეს დავეხმარე Mozilla-ს
lo: ຂ້ອຍໄດ້ບໍລິຈາກໃຫ້ Mozilla ໃນມື້ນີ້
mr: मी आज Mozilla ला देणगी दिली
nl: Ik heb vandaag aan Mozilla gedoneerd
nn_no: Eg donerte til Mozilla i dag
pl: Wspomagam dzisiaj Mozillę
pt_br: Eu fiz uma doação para a Mozilla hoje
pt_pt: Eu hoje fiz um donativo para a Mozilla
ru: Я пожертвовал(а) Mozilla сегодня
sk: Dnes som prispel Mozille
sl: Danes sem doniral Mozilli
sv_se: Jag donerade till Mozilla idag
tr: Bugün Mozilla'ya bağış yaptım
zh_tw: 我熱愛 Web，所以捐款給 Mozilla 了！

source: Share on Facebook
bn: Facebook এ শেয়ার করুন
gu_in: Facebook પર શેર કરો
hr: Podijeli na Facebook
hu: Megosztás Facebookon
ka: გაზიარება Facebook-ზე
lo: ແບ່ງປັນໃນ Facebook
mr: Facebook वर शेअर करा
nl: Delen op Facebook
nn_no: Del på Facebook
pl: Udostępnij na Facebooku
pt_br: Compartilhar no Facebook
pt_pt: Partilhar no Facebook
ru: Поделиться на Фейсбуке
sk: Zdieľať na Facebooku
sl: Deli na Facebooku
sv_se: Dela på Facebook
tr: Facebook’ta paylaş
zh_tw: 分享到 Facebook

source: Share on Twitter
bn: Twitter এ শেয়ার করুন
gu_in: Twitter પર શેર કરો
hr: Podijeli na Twitter
hu: Megosztás Twitteren
ka: გაზიარება Twitter-ით
lo: ແບ່ງປັນໃນ Twitter
mr: Twitter वर शेअर करा
nl: Delen op Twitter
nn_no: Del på Twitter
pl: Udostępnij na Twitterze
pt_br: Compartilhar no Twitter
pt_pt: Partilhar no Twitter
ru: Поделиться в Твиттере
sk: Zdieľať na Twitteri
sl: Deli na Twitterju
sv_se: Dela på Twitter
tr: Twitter’da paylaş
zh_tw: 分享到 Twitter

# Share button
source: Email
bn: ইমেইল
gu_in: ઇ-મેલ
hr: E-pošta
ka: ელფოსტა
lo: ອີເມວ
mr: ईमेल
nn_no: E-post
ru: Эл. почта
sl: E-pošta
sv_se: E-post
tr: E-posta
zh_tw: 電子郵件

# Share button
source: Link
bn: লিঙ্ক
gu_in: લિંક
hr: Poveznica
hu: Hivatkozás
ka: ბმული
lo: ລີ້ງ
mr: दुवा
nl: Koppeling
nn_no: Lenke
pl: Odnośnik
pt_pt: Ligação
ru: Ссылка
sk: Odkaz
sl: Povezava
sv_se: Länk
tr: Bağlantı
zh_tw: 鏈結
