Repository: MozillaFoundation/donate-wagtail
Catalog: donate/locale/*/LC_MESSAGES/django.po
Languages: bn, gu_in, hr, hu, ka, lo, mr, nl, nn_no, pl, pt_br, pt_pt, ru, sk, sl, sv_se, tr, zh_tw

source: Your payment details will be processed by <a href="%(braintree_url)s">Braintree</a>, a PayPal company (for credit/debit cards) or <a href="%(paypal_url)s">PayPal</a>, and a record of your donation will be stored by Mozilla.
gu_in: તમારી ચુકવણીની વિગતો <a href="%(braintree_url)s">Braintree</a>, PayPal કંપની (ક્રેડિટ/ડેબિટ કાર્ડ માટે) અથવા <a href="%(paypal_url)s">PayPal</a>, અને તમારા દાનનો રેકોર્ડ Mozilla દ્વારા સંગ્રહિત કરવામાં આવશે.
hu: A fizetési adatait a <a href="%(braintree_url)s">Braintree</a>, a PayPal leányvállalata (bankkártya esetén) vagy a <a href="%(paypal_url)s">PayPal</a> fogja feldolgozni, az adományának nyilvántartását pedig a Mozilla fogja végezni.
ka: თქვენი ანგარიშის მონაცემებს ამუშავებს <a href="%(braintree_url)s">Braintree</a>, PayPal-ის შვილობილი კომპანია (საკრედიტო/სადებეტო ბარათების შემთხვევაში) ან <a href="%(paypal_url)s">Paypal</a>, ხოლო თქვენს შემოწირულობებს აღრიცხავს Mozilla.
nl: Uw betalingsgegevens worden verwerkt door <a href="%(braintree_url)s">Braintree</a>, een bedrijf van PayPal (voor creditcards/betaalkaarten) of <a href="%(paypal_url)s">PayPal</a>, en een bewijs van uw donatie wordt door Mozilla bewaard.
nn_no: Betalingsopplysningane blir behandla av <a href="%(braintree_url)s">Braintree</a>, eit PayPal-selskap (for kreditt-/debetkort) eller <a href="%(paypal_url)s">Paypal</a>, og ei oversikt over donasjonen din blir lagra hos Mozilla.
pl: Informacje o płatności będą przetwarzane przez firmę <a href="%(braintree_url)s">Braintree</a>, będącą częścią firmy PayPal (w przypadku kart płatniczych), lub <a href="%(paypal_url)s">PayPal</a>, a Mozilla będzie przechowywała jej zapis.
pt_br: Os detalhes do seu pagamento serão processados por <a href="%(braintree_url)s">Braintree</a>, uma empresa do PayPal, (para cartões de crédito/débito) ou pelo <a href="%(paypal_url)s">PayPal</a> e um registro de sua doação será armazenado pela Mozilla.
pt_pt: Os detalhes do seu pagamento serão processados por <a href="%(braintree_url)s">Braintree</a>, uma empresa do PayPal, (para cartões de crédito/débito) ou pelo <a href="%(paypal_url)s">PayPal</a> e um registo do seu donativo será armazenado pela Mozilla.
ru: Ваши данные об оплате будут обработаны системой <a href="%(braintree_url)s">Braintree</a>, компанией PayPal (для кредитных и дебетовых карт) или <a href="%(paypal_url)s">PayPal</a>, а запись о вашем пожертвовании будет храниться в Mozilla.
sk: Vaše platobné údaje spracuje spoločnosť <a href="%(braintree_url)s">Braintree</a>, spadajúca pod PayPal (platobné karty) alebo spoločnosť <a href="%(paypal_url)s">PayPal</a>. Záznam o vašom príspevku si uloží aj Mozilla.
sl: Podatke o vašem plačilu bo obdelal <a href="%(braintree_url)s">Braintree</a>, podjetje v last Paypala (za kreditne/debetne kartice) oziroma <a href="%(paypal_url)s">PayPal</a>, zapis o donaciji pa bo shranjen pri Mozilli.
sv_se: Dina betalningsuppgifter behandlas av <a href="%(braintree_url)s">Braintree</a>, ett PayPal-företag (för kredit-/betalkort) eller <a href="%(paypal_url)s">PayPal</a> och ett register över din donation kommer att lagras av Mozilla.
tr: Ödeme bilgileriniz PayPal şirketi olan <a href="%(braintree_url)s">Braintree</a> (kredi/banka kartları için) veya <a href="%(paypal_url)s">PayPal</a> tarafından işlenecektir ve bağışınızın kaydı Mozilla tarafından saklanacaktır.
zh_tw: 您的付款資訊將由 PayPal 子公司 <a href="%(braintree_url)s">Braintree</a>（信用卡／Debit Card），或 <a href="%(paypal_url)s">PayPal</a> 處理，捐款資訊將交由 Mozilla 保存處理。

source: Monthly donations are charged each month on the same day that you donate today, and will continue until you cancel. To cancel, email us at <a href="mailto:%(email)s">%(email)s</a>.
bn: আপনি আজ যে দিন অনুদান দিয়েছেন প্রতিমাসের সেইদিনই মাসিক অনুদান চার্জ করা হয় এবং আপনি বাতিল না করা পর্যন্ত চলবে। বাতিল করতে আমাদের <a href="mailto:%(email)s">%(email)s</a>এ ইমেইল করুন।
gu_in: તમે આજે દાન કરો છો તે જ દિવસે દર મહિને માસિક દાન લેવામાં આવે છે, અને તમે રદ નહીં કરો ત્યાં સુધી ચાલુ રહેશે. રદ કરવા માટે, અમને <a href="mailto:%(email)s">%(email)s</a>પર ઇમેઇલ કરો.
hu: A havi adományok minden hónapban ugyanakkor kerülnek levonásra, és ez addig folytatódik, amíg le nem mondja. A lemondáshoz írjon nekünk egy levelet a következő címre: <a href="mailto:%(email)s">%(email)s</a>.
ka: ყოველთვიური შემოწირულობისთვის თანხა ჩამოგეჭრებათ თვის იმავე დღეს, როცა პირველ შემოწირულობას გააკეთებთ და გაგრძელდება, სანამ არ გააუქმებთ. გასაუქმებლად, მოგვწერეთ ელფოსტაზე <a href="mailto:%(email)s">%(email)s</a>.
mr: आपण आज दान करता त्याच दिवशी दरमहा देणग्या आकारल्या जातात आणि आपण रद्द करेपर्यंत चालूच राहतील. रद्द करण्यासाठी, आम्हाला <a href="mailto:%(email)s">%(email)s</a> वर ईमेल करा.
nl: Maandelijkse donaties worden elke maand in rekening gebracht op de dag van uw huidige donatie en lopen door totdat u annuleert. Stuur een e-mailbericht naar <a href="mailto:%(email)s">%(email)s</a> om te annuleren.
nn_no: Månadlege donasjonar vert belasta kvar månad på same dag som du donerer i dag, og vil fortsette til du avbryt. For å avbryte, send oss ein e-post på <a href="mailto:%(email)s">%(email)s</a>.
pl: Comiesięczne datki są pobierane każdego miesiąca w ten sam dzień, w który przekazano datek dzisiaj, i będą kontynuowane do czasu anulowania. Aby anulować, wyślij wiadomość na adres <a href="mailto:%(email)s">%(email)s</a>.
pt_br: Doações mensais são cobradas a cada mês no mesmo dia da sua doação de hoje e continuam até você cancelar. Para cancelar, envie um e-mail para <a href="mailto:%(email)s">%(email)s</a>.
pt_pt: Os donativos mensais são cobrados a cada mês no mesmo dia de hoje, em que fez o seu donativo, e continuarão a ser cobrados até você cancelar. Para cancelar, envie um e-mail para <a href="mailto:%(email)s">%(email)s</a>.
ru: Ежемесячные пожертвования будут производиться каждый месяц в тот же день, что и ваш первый вклад сегодня, пока вы это не отмените. Для отмены ежемесячных взносов, напишите нам на <a href="mailto:%(email)s">%(email)s</a>.
sk: Mesačné príspevky sú strhávané každý mesiac v rovnaký deň v mesiaci, ako je dnes, až do ich zrušenia. Pre zrušenie pravideľného posielania príspevkov nám, prosím, napíšte na <a href="mailto:%(email)s">%(email)s</a>.
sl: Mesečne donacije se obračunajo vsak mesec istega dne, kot danes donirate, dokler jih ne prekličete. Za preklic nam pišite na <a href="mailto:%(email)s">%(email)s</a>.
sv_se: Månatliga donationer debiteras varje månad samma dag som du donerar idag och kommer att fortsätta tills du avbryter. För att avbryta, mejla oss på <a href="mailto:%(email)s">%(email)s</a>.
tr: Aylık bağışlar her ayın aynı günü (bugün) çekilir ve iptal edilinceye kadar devam eder. İptal etmek isterseniz <a href="mailto:%(email)s">%(email)s</a> adresine yazabilirsiniz.
zh_tw: 若採每月定期捐款，將於每月的同一日進行扣款，直到您主動取消為止。若需取消，請寄信到 <a href="mailto:%(email)s">%(email)s</a> 通知我們。

source: Other ways to give: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Check</a> | <a href="%(bitcoin_url)s">Bitcoin</a>
bn: দানের অন্যান্য উপায়: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">চেক</a> | <a href="%(bitcoin_url)s">বিটকয়েন</a>
gu_in: આપવાની અન્ય રીતો: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">તપાસો</a> | <a href="%(bitcoin_url)s">Bitcoin</a>
hu: Az adományozás más módjai: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Csekk</a> | <a href="%(bitcoin_url)s">Bitcoin</a>
ka: სხვა გზები, შემოწირულობის გასაცემად: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">ჩეკი</a> | <a href="%(bitcoin_url)s">Bitcoin</a>
nl: Andere manieren om te geven: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Cheque</a> | <a href="%(bitcoin_url)s">Bitcoin</a>
nn_no: Andre måtar å gi bidrag på: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Sjekk</a> | <a href="%(bitcoin_url)s">Bitcoin</a>
pl: Inne sposoby wspomagania: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">czek</a> | <a href="%(bitcoin_url)s">Bitcoin</a>
pt_br: Outras formas de doar: <a href="%(wire_transfer_url)s">Transferência bancária ou SEPA (Single Euro Payments Area)</a> | <a href="%(check_url)s">Cheque</a> | <a href="%(bitcoin_url)s">Bitcoin</a>
pt_pt: Outras formas de ajudar: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Check</a> | <a href="%(bitcoin_url)s">Bitcoin</a>
ru: Другие способы пожертвования: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Чек</a> | <a href="%(bitcoin_url)s">Биткойн</a>
sk: Iné spôsoby prispenia: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Šek</a> | <a href="%(bitcoin_url)s">Bitcoin</a>
sl: Ostali načini doniranja: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Ček</a> | <a href="%(bitcoin_url)s">Bitcoin</a>
sv_se: Andra sätt att ge: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">check</a> | <a href="%(bitcoin_url)s">Bitcoin</a>
tr: Diğer bağış yöntemleri: <a href="%(wire_transfer_url)s">SEPA/BACS</a> | <a href="%(check_url)s">Çek</a> | <a href="%(bitcoin_url)s">Bitcoin</a>
zh_tw: 其他捐款方式: <a href="%(wire_transfer_url)s">SEPA/BACS（歐洲/英國區域內匯款）</a> | <a href="%(check_url)s">支票</a> | <a href="%(bitcoin_url)s">Bitcoin</a>

source: Problems donating? Visit our <a href="%(faq_url)s">FAQ</a> for answers to most common questions. Still have problems? <a href="mailto:%(email)s">Send us an email</a>.
bn: দান করতে সমস্যা? সর্বাধিক সাধারণ প্রশ্নের উত্তরের জন্য আমাদের <a href="%(faq_url)s">FAQ</a> দেখুন। এখনও সমস্যা আছে? <a href="mailto:%(email)s">আমাদের ইমেইল করুন</a>।
gu_in: દાન કરવામાં સમસ્યા છે? મોટાભાગના સામાન્ય પ્રશ્નોના જવાબો માટે અમારી <a href="%(faq_url)s">FAQ</a> ની મુલાકાત લો. હજુ પણ સમસ્યાઓ છે? <a href="mailto:%(email)s">અમને ઇમેઇલ મોકલો</a>.
hu: Problémái vannak az adományozással? Keresse fel a <a href="%(faq_url)s">GYIK-ot</a> a leggyakoribb kérdésekre vonatkozásó válaszokért. Még mindig vannak problémái? <a href="mailto:%(email)s">Küldjön nekünk egy e-mailt</a>.
ka: ხარვეზებია შემოწირულობისას? იხილეთ ჩვენი <a href="%(faq_url)s">ხ.დ.კ.</a> ხშირად დასმულ კითხვებზე პასუხის მისაღებად. კვლავ ხარვეზებია? <a href="mailto:%(email)s">მოგვწერეთ ელფოსტაზე</a>.
mr: देणगी देण्यात समस्या? बर्‍याच सामान्य प्रश्नांच्या उत्तरांसाठी आमच्या <a href="%(faq_url)s">FAQ</a> वर भेट द्या. अद्याप समस्या आहे? <a href="mailto:%(email)s">आम्हाला ईमेल पाठवा</a>.
nl: Problemen met doneren? Ga naar onze <a href="%(faq_url)s">FAQ</a> voor antwoorden op de meest gestelde vragen. Hebt u nog steeds problemen? <a href="mailto:%(email)s">Stuur ons een e-mailbericht</a>.
nn_no: Har du problem med å donere? Besøk <a href="%(faq_url)s">ofte stilte spørsmål (FAQ)</a> for å få svar på dei vanlegaste spørsmåla. Har du framleis problem? <a href="mailto:%(email)s">Send oss ein e-post</a>.
pl: Problemy? Zobacz <a href="%(faq_url)s">najczęściej zadawane pytania</a>. Nie ma tam odpowiedzi? <a href="mailto:%(email)s">Wyślij nam wiadomość</a>.
pt_br: Problemas ao doar? Veja em nossa <a href="%(faq_url)s">FAQ</a> respostas para as perguntas mais comuns. Não resolveu? <a href="mailto:%(email)s">Envie um e-mail para nós</a>.
pt_pt: Problemas ao doar? Consulte a nossa <a href="%(faq_url)s">FAQ</a> para respostas para as perguntas mais comuns. Ainda tem problemas? <a href="mailto:%(email)s">Envie-nos um e-mail</a>.
ru: Проблемы с пожертвованием? Посетите наши <a href="%(faq_url)s">ЧЗВ</a> для получения ответов на часто задаваемые вопросы. Все ещё есть проблемы? <a href="mailto:%(email)s">Отправьте нам письмо</a>.
sk: Stretli ste sa pri prispievaní s problémami? Pozrite si naše <a href="%(faq_url)s">často kladené otázky</a>. Tam nájdete odpovede na najčastejšie otázky. Nepomohlo? <a href="mailto:%(email)s">Pošlite nám e-mail</a>.
sl: Imate težave pri izvedbi donacije? Obiščite <a href="%(faq_url)s">stran s pogostimi vprašanji</a>, kjer najdete večino odgovorov. Še vedno ne gre? <a href="mailto:%(email)s">Pišite nam</a>.
sv_se: Problem med donationen? Besök vår <a href="%(faq_url)s">FAQ</a> för svar på de vanligaste frågorna. Har du fortfarande problem? <a href="mailto:%(email)s">Skicka ett e-postmeddelande</a>.
tr: Bağış yapmayla ilgili sorularınız mı var? Sık sorulan sorular için <a href="%(faq_url)s">SSS</a>'ye bakabilirsiniz. Başka bir sorunuz var mı? <a href="mailto:%(email)s">Bize e-posta gönderin</a>.
zh_tw: 捐款時遇到問題嗎？請到我們的 <a href="%(faq_url)s">FAQ</a> 尋求常見問題的解答。還有問題嗎？<a href="mailto:%(email)s">歡迎寄信給我們</a>。

source: Contributions go to the Mozilla Foundation, a 501(c)(3) organization based in Mountain View, California, to be used in its discretion for its charitable purposes. They are tax-deductible in the U.S. to the fullest extent permitted by law.
bn: মাউন্টেন ভিউ, ক্যালিফোর্নিয়া ভিত্তিক Mozilla ফাউন্ডেশন একটি 501(c)(3) সংগঠন, সকল প্রকার গৃহীত অনুদান, বিচক্ষণতার সহিত দাতব্য উদ্দেশ্যে খরচ করে থাকে। যুক্তরাষ্ট্রের আইন অনুযায়ী, সংগঠনের সকল অনুদান সম্পূর্ণরূপে আয়কর মুক্ত। Mozilla অনুদানের বিপরীতে কোনপ্রকার পন্য কিংবা সেবা প্রদান করে না।
gu_in: ફાળો Mozilla Foundation, Californiaના Mountain Viewમાં સ્થિત 501(c)(3) સંસ્થા છે, જે તેના સખાવતી હેતુઓ માટેના વિવેકબુદ્ધિમાં ઉપયોગમાં લેવાય છે. તેઓ U.S. માં કાયદા દ્વારા મંજૂર સંપૂર્ણ હદ સુધી કર-કપાતપાત્ર છે.
hr: Donacije su za Zakladu Mozilla, 501(c)(3) organizaciju, i biti će korištene prema potrebi i odluci za dobrotvorne svrhe. Porezno su priznate u SAD-u do maksimalnog iznosa dozvoljenog zakonom.
hu: A hozzájárulások a Mozilla Foundationhöz kerülnek, amely egy Montain Viewban, Kaliforniában bejegyzett alapítvány (501(c)(3) szervezet). A hozzájárulások belátás szerint használhatóak fel, jótékonysági célokra. A hozzájárulás az USA-ban adóból levonható, a törvény által maximálisan megengedett mértékben.
ka: შემოწირულობები ირიცხება Mozilla-ფონდში, 501(c)(3) არამომგებიან დაწესებულებაში, რომელიც მდებარეობს მაუნტინ-ვიუში, კალიფორნიაში, საქველმოქმედო მიზნებით გამოსაყენებლად. შენატანები ექვემდებარება საგადასახადო გამოქვითვებს აშშ-ში, კანონით ნებადართული სრული მოცულობით.
mr: देणग्या माउंटन व्ह्यू, कॅलिफोर्निया येथे स्थायिक 501(c)(3) Mozilla फाऊंडेशन ला जातात, त्यांच्या समाजसेवेच्या कार्यासाठी, ते यु.एस. मध्ये नियमाप्रमाणे पूर्णतः करपात्र आहेत.
nl: Bijdragen gaan naar de Mozilla Foundation, een 501(c)(3)-organisatie gevestigd in Mountain View, Californië, voor gebruik naar eigen goeddunken voor haar goede doelen. Voor zover wettelijk toegestaan, zijn deze aftrekbaar voor de belasting in de VS.
nn_no: Bidrag går til stiftinga Mozilla, ein 501(c)(3) organisation med base i Mountain View, California, og skal brukast etter eiga vurdering i velgjerande førermål. Det er full frådragsrett i USA i det omfanget som lova tillèt.
pl: Datki są przekazywane Fundacji Mozilla, organizacji non-profit z siedzibą w Mountain View, Kalifornia, do użytku według jej uznania w jej celach charytatywnych. Datki można odliczać od podatku w Stanach Zjednoczonych w najszerszym zakresie dozwolonym przez prawo.
pt_br: As contribuições vão para a Fundação Mozilla, uma organização sem fins lucrativos 501(c)(3) com sede em Mountain View, Califórnia, para ser usadas a seu critério para fins de caridade. Elas são dedutíveis de impostos nos EUA até o limite máximo permitido por lei.
pt_pt: As contribuições vão para a Fundação Mozilla, uma organização 501(c)(3) com sede em Mountain View, Califórnia, onde serão utilizadas à sua discrição para fins de filantrópicos. São totalmente dedutíveis em impostos nos Estados Unidos, até ao máximo permitido por lei.
ru: Пожертвования идут в Mozilla Foundation, некоммерческую организацию, освобождённую от налогов на доход Соединённых Штатов на основании IRC 501(c)(3) и расположенную в Маунтин-Вью, Калифорния, которая будет использовать их по своему усмотрению для благотворительных целей. Пожертвования вычитаются из налога в США в полной мере, разрешенной законом.
sk: Príspevky sú pre Mozilla Foundation, organizáciu podľa 501(c)(3), ktorá sídli v Mountain View v Kalifornii a budú použité na charitatívne účely. Tieto príspevky sú v USA odpočítateľné z daní v najvyššej možnej miere povolenej zákonom.
sl: Prispevke prejme ustanova Mozilla Foundation, to je organizacija, kot jo določa člen 501 (c) (3), s sedežem v Mountain Viewu v Kaliforniji, uporabi pa jih po lastni presoji v dobrodelne namene. V ZDA sodijo med davčne olajšave, in sicer v največji meri, kot to dovoljuje zakon.
sv_se: Bidrag går till stiftelsen Mozilla, en 501(c)(3) organisation med säte i Mountain View, Kalifornien, för att användas efter eget gottfinnande för sina välgörande ändamål. De är avdragsgilla i USA i den utsträckning som tillåts enligt lag.
tr: Bağışlarınız, ABD’nin California eyaletindeki Mountain View merkezli bir 501(c)(3) kuruluşu olan Mozilla Vakfı’na gider. Mozilla Foundation bu bağışları uygun gördüğü şekilde, hayır amacıyla kullanır. Yasalar tarafından izin verilen en geniş ölçüde ABD’de vergiden düşülebilirler.
zh_tw: Mozilla Foundation 是依照美國稅法 501(c)(3) 條款註冊於美國加州 Mountain View 的組織。對 Mozilla Foundation 的捐款，將可由其依照慈善目的自由運用，捐款人亦可依美國法律規定，扣抵美國國內稅款。

source: Initiatives
bn: উদ্যোগসমূহ
gu_in: પહેલ
hr: Inicijative
hu: Kezdeményezések
ka: წამოწყებები
lo: ການເລີ່ມຕົ້ນ
mr: पुढाकार
nl: Initiatieven
nn_no: Initiativ
pl: Działania
pt_br: Iniciativas
pt_pt: Iniciativas
ru: Инициативы
sk: Iniciatívy
sl: Pobude
sv_se: Initiativ
tr: Girişimler
zh_tw: 倡議

source: Participate
bn: অংশগ্রহণ
gu_in: ભાગ લે છે
hr: Sudjelujte
hu: Közreműködés
ka: მონაწილეობა
lo: ເຂົ້າຮ່ວມ
mr: सामील व्हा
nl: Meehelpen
nn_no: Delta
pl: Weź udział
pt_br: Participe
pt_pt: Participar
ru: Принять участие
sk: Zapojte sa
sl: Sodelujte
sv_se: Delta
tr: Katılın
zh_tw: 參與

source: Internet Health
bn: ইন্টারনেট স্বাস্থ্য
gu_in: ઈન્ટરનેટ સ્વાસ્થ્ય
hr: Zdravlje interneta
hu: Az Internet egészsége
ka: ინტერნეტის სიჯანსაღე
mr: इंटरनेटचे स्वास्थ्य
nl: Internetgezondheid
nn_no: Internetthelse
pl: Zdrowie Internetu
pt_br: Integridade da internet
pt_pt: Saúde da Internet
ru: Здоровье Интернета
sk: Zdravie internetu
sl: Zdravje interneta
sv_se: Internethälsa
tr: İnternet Sağlığı
zh_tw: Internet 健康生態

source: About Us
bn: আমাদের সম্পর্কে
gu_in: અમારા વિશે
hr: O nama
hu: Rólunk
ka: ჩვენ შესახებ
lo: ກ່ຽວກັບພວກເຮົາ
mr: आमच्या विषयी
nl: Over ons
nn_no: Om oss
pl: O nas
pt_br: Sobre nós
pt_pt: Sobre nós
ru: О нас
sk: O nás
sl: O nas
sv_se: Om oss
tr: Hakkımızda
zh_tw: 關於我們

source: Menu
bn: মেন্যু
gu_in: મેનુ
hr: Izbornik
hu: Menü
ka: მენიუ
lo: ເມນູ
mr: मेनू
nn_no: Meny
ru: Меню
sk: Ponuka
sl: Meni
sv_se: Meny
tr: Menü
zh_tw: 選單

source: Protect the internet as a global public resource
bn: ইন্টারনেটকে বিশ্বব্যাপী জনসম্পদ হিসাবে সুরক্ষিত করুন
gu_in: વૈશ્વિક જાહેર સંસાધન તરીકે ઇન્ટરનેટનું રક્ષણ કરો
hu: Az internet, mint egy globális, nyilvános erőforrás, megvédése
ka: დაიცავით ინტერნეტი, როგორც საერთაშორისო საჯარო რესურსი
lo: ປົກປ້ອງອິນເຕີເນັດໃນຖານະທີ່ເປັນຊັບພະຍາກອນສາທາລະນະຂອງຄົນທົ່ວໂລກ
mr: जागतिक सार्वजनिक स्रोत म्हणून इंटरनेटचे संरक्षण करा
nl: Bescherm het internet als een wereldwijde openbare bron
nn_no: Vern om internett som ein global offentleg ressurs
pl: Chroń Internet jako globalny zasób publiczny
pt_br: Proteja a internet como um recurso público global
pt_pt: Proteger a Internet como um recurso público global
ru: Защитите Интернет как глобальный общественный ресурс
sk: Chráňte internet ako celosvetový verejný zdroj
sl: Zaščitite internet kot globalen javni vir
sv_se: Skydda internet som en global offentlig resurs
tr: İnterneti birlikte koruyalım
zh_tw: 將網際網路作為全球公共資源保護

source: Join our email list to take action and stay updated!
bn: পদক্ষেপ নিতে এবং আপডেট থাকার জন্য আমাদের ইমেল তালিকায় যোগ দিন!
gu_in: ક્રિયા કરવા અને અપડેટ રહેવા માટે અમારી ઇમેઇલ સૂચિમાં જોડાઓ!
hu: Csatlakozzon az e-mail listánkhoz, hogy cselekedjen és folyamatosan híreket kapjon!
ka: შემოუერთდით ელფოსტის ჩვენს ჯგუფს, ღონისძიებებისა და სიახლეების გასაცნობად!
mr: कारवाई करण्यासाठी आणि अद्ययावत रहाण्यासाठी आमच्या ईमेल यादीमध्ये सामील व्हा!
nl: Word lid van onze e-maillijst om actie te ondernemen en op de hoogte te blijven!
nn_no: Ver med på e-postlista vår for å setje i gang tiltak og halde deg oppdatert!
pl: Dołącz do naszej listy, aby podjąć działania i być na bieżąco!
pt_br: Participe da nossa lista de e-mails para tomar atitudes e se manter atualizado!
pt_pt: Junte-se à nossa lista de e-mail para tomar medidas e manter-se atualizado!
ru: Присоединяйтесь к нашему списку рассылки, чтобы действовать и оставаться в курсе!
sk: Prihláste sa na odber noviniek.
sl: Pridružite se e-poštnemu seznamu ter ostanite dejavni in obveščeni!
sv_se: Gå med i vår e-postlista för att vidta åtgärder och hålla dig uppdaterad!
tr: Harekete geçmek ve yeniliklerden haberdar olmak için e-posta listemize kaydolun.
zh_tw: 加入我們的郵件清單以採取行動並隨時接收最新消息！

source: Enter email address
bn: ইমেইল অ্যাড্রেস দিন
gu_in: ઈમેલ સરનામું દાખલ કરો
hr: Unesite adresu e-pošte
hu: Adja meg az e-mail címét
ka: შეიყვანეთ ელფოსტის მისამართი
lo: ກະລຸນາໃສ່ທີ່ຢູ່ອີເມວ
mr: ईमेल पत्ता प्रविष्ट करा
nl: E-mailadres invoeren
nn_no: Skriv inn e-postadresse
pl: Wpisz adres e-mail
pt_br: Digite um endereço de e-mail
pt_pt: Inserir endereço de e-mail
ru: Введите адрес электронной почты
sk: Zadajte e-mailovú adresu
sl: Vnesite e-poštni naslov
sv_se: Ange e-postadress
tr: E-posta adresinizi yazın
zh_tw: 輸入電子郵件地址

source: Sign up
bn: সাইন আপ
gu_in: સાઇન અપ કરો
hr: Registriraj se
hu: Regisztráció
ka: გამოწერა
lo: ລົງ​ທະ​ບຽນ
mr: साइन अप करा
nl: Registreren
nn_no: Registrer deg
pl: Subskrybuj
pt_br: Cadastre-se
pt_pt: Registar
ru: Зарегистрироваться
sk: Prihlásiť sa
sl: Prijava
sv_se: Registrera dig
tr: Kaydol
zh_tw: 註冊

source: Thanks!
bn: ধন্যবাদ!
gu_in: આભાર!
hr: Hvala!
hu: Köszönjük!
ka: გმადლობთ!
lo: ຂໍຂອບໃຈ!
mr: धन्यवाद!
nl: Bedankt!
nn_no: Tusen takk!
pl: Dziękujemy!
pt_br: Obrigado!
pt_pt: Obrigado!
ru: Спасибо!
sk: Ďakujeme!
sl: Hvala!
sv_se: Tack!
tr: Teşekkürler!
zh_tw: 感謝！
