Repository: MozillaFoundation/donate-wagtail
Catalog: donate/locale/*/LC_MESSAGES/django.po
Languages: bn, gu_in, hr, hu, ka, lo, mr, nl, nn_no, pl, pt_br, pt_pt, ru, sk, sl, sv_se, tr, zh_tw

source: Please remember that donations are deductible for U.S. income tax purposes only.
hu: Ne feledje, hogy az adományok csak USA-beli jövedelemadózási célok esetén vonhatók le az adóból.
ka: გთხოვთ გაითვალისწინოთ, რომ შემოწირულობები თავისუფლდება, მხოლოდ აშშ-ს საშემოსავლო გადასახადისგან.
nl: Houd er rekening mee dat donaties alleen voor de inkomstenbelasting in de VS aftrekbaar zijn.
nn_no: Hugs at donasjonar berre har frådragsrett for amerikanske inntektsskatteformål.
pl: Prosimy pamiętać, że datki można odliczać od podatku dochodowego tylko w Stanach Zjednoczonych.
pt_br: Lembre-se que as doações são dedutíveis para fins de imposto de renda apenas nos EUA.
pt_pt: Por favor, lembre-se que os donativos apenas são dedutíveis em impostos sobre rendimentos nos Estados Unidos.
ru: Помните, что пожертвования вычитаются только из подоходного налога в США.
sk: Príspevky si môžete odrátať od dane z príjmu len v Spojených štátoch amerických.
sl: Upoštevajte, da se donacije lahko uveljavijo kot davčne olajšave zgolj v ZDA.
sv_se: Kom ihåg att donationer är avdragsgilla endast för skatteintäkter från USA.
tr: Bağışların yalnızca ABD gelir vergisi kapsamında vergiden düşülebileceğini hatırlatırız.
zh_tw: 請記得，捐款金額僅能用於抵免美國所得稅。

source: If your bank requests our physical address, it is %(address)s.
hr: Ako tvoja banka traži našu fizičku adresu, ona je %(address)s.
hu: Ha a bank a valódi címünket kéri, akkor az: %(address)s.
ka: თუ თქვენი ბანკი ითხოვს ჩვენს ფიზიკურ მისამართს, მიუთითეთ %(address)s.
nl: Als uw bank ons fysieke adres vereist, is dit %(address)s.
nn_no: Om banken din krev ei fysisk adresse, brukar du %(address)s.
pl: Jeśli bank wymaga adresu: %(address)s.
pt_br: Caso seu banco solicite nosso endereço físico, é %(address)s.
pt_pt: Se o seu banco requisitar a nossa morada física, esta é %(address)s.
ru: Если ваш банк запрашивает наш физический адрес, вот он — %(address)s.
sk: Ak vaša banka vyžaduje našu fyzickú adresu, je to %(address)s.
sl: Če vaša banka zahteva naš fizični naslov, uporabite %(address)s.
sv_se: Om din bank begär vår fysiska adress är den %(address)s.
tr: Bankanız fiziksel adresimizi soracak olursa, adresimiz %(address)s.
zh_tw: 若您的銀行要求填寫我們的地址，地址位於 %(address)s。

source: Euros:
hr: Eura:
hu: Euró:
ka: ევრო:
nn_no: Euro:
pl: Euro:
ru: Евро:
sk: Eurá:
sl: Evri:
sv_se: Euro:
tr: Avro:
zh_tw: 歐元:

source: Account Currency:
hr: Valuta računa:
hu: Számla pénzneme:
ka: ანგარიშის ვალუტა:
nl: Accountvaluta:
nn_no: Kontovaluta:
pl: Waluta konta:
pt_br: Moeda da conta:
pt_pt: Moeda da conta:
ru: Валюта счета:
sk: Mena účtu:
sl: Valuta računa:
sv_se: Kontovaluta:
tr: Hesap para birimi:
zh_tw: 帳號貨幣:

source: Euro (EUR)
hu: Euró (EUR)
ka: ევრო (EUR)
ru: Евро (EUR)
sl: Evro (EUR)
tr: Avro (EUR)
zh_tw: 歐元（EUR）

source: Receiving Bank (Pay to):
hr: Banka primatelja (uplata):
hu: Fogadó bank:
ka: მიმღები ბანკი (განაღდება):
nl: Ontvangende bank (Betalen aan):
nn_no: Mottakarbank (betal til):
pl: Bank odbiorcy (płatność do):
pt_br: Banco recebedor (pagar para):
pt_pt: Banco de destino (Pagar para):
ru: Банк-получатель:
sk: Banka príjemcu:
sl: Banka prejemnika:
sv_se: Mottagande bank (Betala till):
tr: Alıcı Banka:
zh_tw: 收款行（Pay to）:

source: City & Country/Region:
hr: Grad i država / regija:
hu: Város és ország/régió:
ka: ქალაქი და ქვეყანა/მხარე:
nl: Stad en land/regio:
nn_no: Stad og land/region:
pl: Miasto i kraj/region:
pt_br: Cidade e país / região:
pt_pt: Cidade e País/Região:
ru: Город и страна/Регион:
sk: Mesto a krajina/oblasť:
sl: Mesto in država/regija:
sv_se: Stad och land/region:
tr: Şehir ve Ülke/Bölge:
zh_tw: 城市、國家:

source: Frankfurt, Germany
hr: Frankfurt, Njemačka
hu: Frankfurt, Németország
ka: ფრანკფურტი, გერმანია
nl: Frankfurt, Duitsland
nn_no: Frankfurt, Tyskland
pl: Frankfurt, Niemcy
pt_br: Frankfurt, Alemanha
pt_pt: Frankfurt, Alemanha
ru: Франкфурт, Германия
sk: Frankfurt, Nemecko
sl: Frankfurt, Nemčija
sv_se: Frankfurt, Tyskland
tr: Frankfurt, Almanya
zh_tw: 德國法蘭克福

source: SWIFT/BIC Code:
hr: SWIFT/BIC kod:
hu: SWIFT/BIC-kód:
ka: SWIFT/BIC კოდი:
nn_no: SWIFT-/BIC-kode:
pl: Kod SWIFT/BIC:
pt_br: Código SWIFT/BIC:
pt_pt: Código SWIFT/BIC:
ru: Код SWIFT/BIC:
sk: SWIFT/BIC kód:
sl: Koda SWIFT/BIC:
sv_se: SWIFT/BIC-kod:
tr: SWIFT/BIC kodu:

source: Beneficiary Name (For credit to):
hr: Ime primalaca:
hu: Kedvezményezett neve:
ka: მიმღების სახელი (ბენეფიციარი):
nl: Naam van begunstigde (Crediteren aan):
nn_no: Namn på mottakar (for å kreditere):
pl: Nazwa odbiorcy:
pt_br: Nome do beneficiário (para crédito de):
pt_pt: Nome do beneficiário (Creditar para):
ru: Имя получателя:
sk: Príjemca:
sl: Ime upravičenca (za kredite):
sv_se: Mottagarens namn (För kredit till):
tr: Lehdar Adı (alıcı):
zh_tw: 受益人姓名（For credit to）:

source: British Pound Sterling:
hr: Britanska funta:
hu: Brit font sterling:
ka: ბრიტანული გირვანქა სტერლინგი:
nl: Britse pond sterling:
nn_no: Britiske pund:
pl: Funt szterling:
pt_br: Libra esterlina britânica:
pt_pt: Libra esterlina britânica:
ru: Британские фунты стерлингов:
sk: Britské libry:
sl: Britanski funti:
sv_se: Brittiska pund sterling:
tr: İngiliz Sterlini:
zh_tw: 英鎊:

source: British Pound Sterling (GBP)
hr: Britanska funta (GBP):
hu: Brit font sterling (GBP)
ka: ბრიტანული გირვანქა სტერლინგი (GBP)
nl: Britse pond sterling (GBP)
nn_no: Britisk pund (GBP)
pl: Funt szterling (GBP)
pt_br: Libra esterlina britânica (GBP)
pt_pt: Libra esterlina britânica (GBP)
ru: Британский фунт стерлингов (GBP)
sk: Britská libra (GBP)
sl: Britanski funt (GBP)
sv_se: Brittiska pund sterling (GBP)
tr: İngiliz Sterlini (GBP)
zh_tw: 英鎊（GBP）

source: London, United Kingdom
hr: London, Ujedinjeno Kraljevstvo
hu: London, Egyesült Királyság
ka: ლონდონი, გაერთიანებული სამეფო
nl: Londen, Verenigd Koninkrijk
nn_no: London, Storbritannia
pl: Londyn, Zjednoczone Królestwo
pt_br: Londres, Reino Unido
pt_pt: Londres, Reino Unido
ru: Лондон, Великобритания
sk: Londýn, Spojené kráľovstvo
sl: London, Združeno kraljestvo
sv_se: London, Storbritannien
tr: Londra, Birleşik Krallık
zh_tw: 英國倫敦

source: Bank Sort Code:
hr: Kod za identifikaciju banke:
hu: Bankazonosító-kód:
ka: საბანკო (Sort) კოდი:
nl: Bankcode:
nn_no: Bank-sorteringskode:
pl: Kod banku:
pt_br: Código do banco:
pt_pt: Código de classificação do Banco:
ru: Банковский код:
sk: Kód banky:
sl: Številčna oznaka banke:
sv_se: Clearingnummer:
tr: Banka sort kodu:

source: Account Number (8 digits):
hr: Broj računa (8 znamenki):
hu: Számlaszám (8 számjegy):
ka: ანგარიშის ნომერი (8 ციფრი):
nl: Rekeningnummer (8 cijfers):
nn_no: Kontonummer (8 siffer):
pl: Numer konta (8-cyfrowy):
pt_br: Número da conta (8 dígitos):
pt_pt: Número da conta (8 dígitos):
ru: Номер счёта (8 цифр):
sk: Číslo účtu (8 číslic):
sl: Številka računa (8 številk):
sv_se: Kontonummer (8 siffror):
tr: Hesap Numarası (8 rakamlı):
zh_tw: 帳號（8 位數）:

source: Check (via postal service)
hr: Ček (putem poštanske usluge)
hu: Csekk (postai szolgáltatáson keresztül)
ka: ჩეკი (ფოსტის საშუალებით)
nl: Cheque (via post)
nn_no: Sjekk (via postgang)
pl: Czek (pocztą)
pt_br: Cheque (via serviço postal)
pt_pt: Cheque (via serviço postal)
ru: Чек (через почту)
sk: Šek (prostredníctvom pošty)
sl: Ček (po pošti)
sv_se: Check (via posttjänst)
tr: Çek (posta yoluyla)
zh_tw: 支票（透過美國郵政服務）

source: Please send a check <strong>including your email address on the memo line</strong>, and payable (payee) to “%(payee)s”.
hr: Pošalji ček koji <strong>sadrži tvoju e-adresu u retku bilješke</strong> i naplatu (primatelj) za „%(payee)s“.
hu: A csekket úgy küldje el, hogy <strong>a jegyzet sorban az Ön e-mail címe legyen</strong>, a fizetendő (kedvezményezett) pedig ez legyen: „%(payee)s”.
ka: გთხოვთ, გამოგზავნისას ჩეკს <strong>სამახსოვრო არეში დაურთოთ თქვენი ელფოსტა</strong>, ასევე მიმღები (payee) „%(payee)s“.
nl: Stuur een cheque <strong>met daarop uw e-mailadres in de opmerkingenregel</strong>, en betaalbaar (begunstigde) aan “%(payee)s”.
pl: Prosimy wysłać czek <strong>z adresem e-mail w wierszu informacji</strong> i odbiorcą „%(payee)s”.
pt_br: Envie um cheque <strong>incluindo seu endereço de e-mail na linha de anotação</strong> e pagável a (beneficiário) “%(payee)s”.
pt_pt: Por favor, envie um cheque <strong>incluindo seu endereço de e-mail na linha de notas</strong> e endossado (beneficiário) a “%(payee)s”.
sk: Prosím, pošlite šek <strong>vrátane vašej e-mailovej adresy v poznámke</strong> a ako príjemcu uveďte „%(payee)s“.
sv_se: Skicka en check <strong>inklusive din e-postadress på memoraden</strong> och betalas (betalningsmottagare) till “%(payee)s”.
zh_tw: 請發送受款人為「%(payee)s」的支票，<strong>並在記事欄填寫您的 E-Mail 信箱地址</strong>。

source: Please note that the Mozilla Foundation can only accept checks in US dollars drawn on a US bank. Please do <strong>not</strong> send cash.
hu: Felhívjuk figyelmét, hogy a Mozilla Alapítvány kizárólag amerikai dollárban készített csekkeket fogadhat el, egy amerikai bankon keresztül. Kérjük, <strong>ne</strong> küldjön készpénzt.
ka: გთხოვთ გაითვალისწინოთ, რომ Mozilla-ფონდს შეუძლია მიიღოს მხოლოდ აშშ დოლარში გამოწერილი ჩეკები, ამერიკული ბანკების მიერ. გთხოვთ, <strong>არ</strong> გამოგზავნოთ ნაღდი ფული.
nl: Merk op dat de Mozilla Foundation alleen cheques in Amerikaanse dollars accepteert die zijn uitgegeven door een Amerikaanse bank. Stuur <strong>geen</strong> contanten.
pl: Prosimy pamiętać, że Fundacja Mozilla może przyjmować tylko czeki w dolarach amerykańskich wystawione w banku amerykańskim. Prosimy <strong>nie</strong> wysyłać gotówki.
pt_br: Observe que a Fundação Mozilla só pode aceitar cheques em dólares americanos sacados em um banco americano. <strong>Não</strong> envie dinheiro.
pt_pt: Tenha em atenção que a fundação Mozilla só pode aceitar cheques em dólares americanos depositados num banco americano. Por favor, <strong>não</strong> envie dinheiro.
sk: Mozilla Foundation môže prijímať len šeky v amerických dolároch splatné v americkej banke. <strong>Neposielajte</strong> nám hotovosť.
sv_se: Observera att Mozilla Foundation endast kan acceptera checkar i amerikanska dollar som dras från en amerikansk bank. Skicka <strong>inte</strong> kontanter.
zh_tw: 請注意，Mozilla 基金會僅接受由美國國內銀行所發行，並以美金開立的支票。請<strong>不要</strong>直接寄現金過來。

source: Currencies
hr: Valute
hu: Pénznemek
ka: ვალუტა
nl: Valuta
nn_no: Valutaar
pl: Waluty
pt_br: Moedas
pt_pt: Moedas
ru: Валюты
sk: Meny
sl: Valute
sv_se: Valutor
tr: Para birimleri
zh_tw: 貨幣

source: Select your currency to make a secure online donation:
hr: Odaberi valutu za sigurnu donaciju putem Interneta:
hu: Válassza ki a pénznemet a biztonságos online adományozáshoz:
ka: მიუთითეთ ვალუტა, ინტერნეტით შემოწირულობის უსაფრთხოდ გასაკეთებლად:
nl: Selecteer uw valuta om een beveiligde onlinedonatie te doen:
nn_no: Vel valutatype for å utføre ein sikker nettbasert donasjon:
pl: Wybierz walutę, aby w bezpieczny sposób przekazać datek przez Internet:
pt_br: Selecione sua moeda para fazer uma doação online segura:
pt_pt: Selecione a sua moeda para fazer um donativo online em segurança:
ru: Выберите вашу валюту, чтобы совершить безопасное онлайн пожертвование:
sk: Prispieť bezpečne online môžete po kliknutí na vašu menu:
sl: Izberite valuto za izvedbo varne spletne donacije:
sv_se: Välj din valuta för att göra en säker donation på nätet:
tr: Güvenli bir şekilde çevrimiçi bağış yapmak için para biriminizi seçin:
zh_tw: 請選擇您要進行線上安全捐款的貨幣幣別:

source: Bitcoin
ka: ბიტკოინი
ru: Биткойн
zh_tw: 比特幣

source: The Mozilla Foundation is a California non-profit corporation exempt from United States federal income taxation under IRC 501(c)(3) and a public charity classified under IRC sections 170(b)(1)(A) and 509(a)(1). Bitcoin donations Mozilla receives are considered charitable contributions under U.S. federal tax laws, to be used in its discretion for its charitable purposes. Because the IRS has indicated that it will treat bitcoin as property for U.S. tax purposes (see IRS Notice 2014-21), donations of bitcoin may be subject to special rules as to the amount of your charitable deduction, the documentation that must be provided to claim a tax deduction, or other matters.
hu: A Mozilla Foundation egy kaliforniai nonprofit társaság, amely mentes az Egyesült Államok szövetségi jövedelemadóztatása alól az Egyesült Államok Adókódexének 501(c)(3) szakasza alapján, és közcélú jótékonysági szervezet az Egyesült Államok Adókódexének 170(b)(1)(A) és 509(a)(1) szakaszai alapján. A bitcoin adományok, amelyeket a Mozilla kap, karitatív adománynak számít az USA szövetségi adótörvényei alapján, amelyet a karitatív céloknak megfelelően kell felhasználni. Mivel az IRS azt jelezte, hogy a bitcoint tulajdonnak tekinti az USA adótörvényei szempontjából (lásd 2014-21 IRS közlemény), így a bitcoin adományok különleges szabályok alá eshetnek az adójóváírás, az ahhoz szükséges dokumentáció és más ügyek tekintetében.
ka: Mozilla-ს ფონდი არის კალიფორნიაში მდებარე, არამომგებიანი დაწესებულება, რომელიც შეერთებული შტატების ფედერალური საშემოსავლო გადასახადებისგან გათავისუფლებულია IRC 501(c)(3)-სა და საზოგადოებრივი ქველმოქმედების შესახებ IRC კოდექსის 170(b)(1)(A) და 509(a)(1) ნაწილებით გათვალისწინებული დებულებების შესაბამისად. აშშ-ს ფედერალური საგადასახადო კანონმდებლობის შესაბამისად, ბიტკოინით მიღებული შემოწირულობა, განიხილება ქველმოქმედებად, რომელიც გამოყენებული უნდა იყოს კეთილგონივრულად და დანიშნულებისამებრ. ვინაიდან, IRS მიუთითებს, რომ ბიტკოინი განისაზღვრება როგორც კერძო საკუთრება და იბეგრება აშშ-ს საგადასახადო კოდექსის შესაბამისად (იხილეთ IRS-დანართი 2014-21), შემოწირულობები ბიტკოინის საშუალებით შეიძლება დაექვემდებაროს გარკვეულ წესებს, საქველმოქმედო გამოქვითვის რაოდენობიდან, საშემოსავლო გამოქვითვის შესახებ საჭირო საბუთებიდან ან სხვა გარემოებებიდან გამომდინარე.
nl: De Mozilla Foundation is een Californische non-profitorganisatie die in de VS is uitgezonderd van federale inkomstenbelasting onder IRC 501(c)(3) en een instelling van algemeen belang onder IRC-secties 170(b)(1)(A) en 509(a)(1). Door Mozilla ontvangen bitcoindonaties worden onder federale belastingwetten in de VS beschouwd als bijdragen aan een goed doel, naar eigen inzicht te gebruiken voor goede doelen. Omdat de IRS heeft aangegeven dat bitcoins voor Amerikaanse belastingdoeleinden als ‘property’ worden beschouwd (zie IRS Notice 2014-21), kunnen donaties van Bitcoin onderhevig zijn aan speciale regels met betrekking tot het bedrag van uw aftrek voor goede doelen, de documentatie die moet worden opgegeven om belastingaftrek te verkrijgen, of andere zaken.
pl: Fundacja Mozilla to spółka non-profit z siedzibą w Kalifornii, zwolniona z federalnego podatku dochodowego Stanów Zjednoczonych według sekcji 501(c)(3) kodeksu podatkowego oraz publiczna organizacja charytatywna sklasyfikowana według sekcji 170(b)(1)(A) i 509(a)(1) kodeksu podatkowego. Datki w formie bitcoinów otrzymywane przez Mozillę są traktowane jako wpłaty charytatywne według federalnego prawa podatkowego Stanów Zjednoczonych, do użytku według jej uznania w jej celach charytatywnych. Ponieważ Urząd skarbowy oświadczył, że w kwestiach podatkowych Stanów Zjednoczonych będzie on traktował bitcoiny jako mienie (patrz: Zawiadomienie 2014-21 Urzędu skarbowego), datki w formie bitcoinów mogą być przedmiotem specjalnych zasad w zakresie kwoty odliczonej od podatku, dokumentów wymaganych do odliczenia i innych kwestii.
pt_br: A Fundação Mozilla é uma corporação sem fins lucrativos situada na Califórnia, isenta de impostos federais dos Estados Unidos sob a IRC 501(c)(3) e classificada como uma instituição pública de caridade sob IRC seções 170(b)(1)(A) e 509(a)(1). As doações recebidas em bitcoin pela Mozilla são consideradas contribuições para caridade sob lei federal de impostos dos EUA, para ser usadas a seu critério com propósitos de caridade. Como o IRS indicou que tratará o bitcoin como propriedade para fins de impostos dos EUA (ver o aviso do IRS 2014-21), as doações de bitcoin podem estar sujeitas a regras especiais em função do valor de sua dedução de caridade, da documentação que deve ser fornecida para reivindicar uma dedução fiscal, ou outros assuntos.
pt_pt: A Fundação Mozilla é uma empresa Californiana sem fins lucrativos, isenta de taxação federal de receita nos Estados Unidos, sob o IRC 501(c)(3) e uma organização de caridade pública classificada sob as secções 170(b)( 1 )(A) e 509(a)( 1 ) do IRC. Os donativos Bitcoin que a Mozilla recebe são considerados contribuições beneficiárias sobre as leis de taxação federal dos EUA, para serem utilizados à sua descrição para os seus propósitos de beneficência. Porque o IRS indicou que irá tratar bitcoin como propriedade para propósitos de taxação dos EUA (consulte IRS Aviso 2014-21), os donativos de bitcoin podem estar sujeitos a regras especiais no que diz respeito à quantidade de deduções fiscais para beneficência, a documentação que deve ser fornecida para reclamar dedução de taxação, ou outros assuntos.
ru: Mozilla Foundation - калифорнийская некоммерческая корпорация, освобождённая от налогов на доход Соединённых Штатов на основании IRC 501(c)(3) и признанная благотворительной на основании IRC разделов 170(b)(1)(A) и 509(a)(1). Пожертвования в Биткойнах, получаемые Mozilla, рассматриваются федеральными налоговыми законами США, как благотворительные, которые можно использовать по своему усмотрению для благотворительных целей. Так как IRS указывает, что он будет считать биткойн имуществом для целей налогообложения в США (см. IRS уведомление 2014-21), пожертвования в биткойнах могут быть подвергнуты специальным правилам в части размера вычета на благотворительность, документации, которая должна быть предоставлена для заявки на вычет на благотворительность, или иным вопросам.
sk: Mozilla Foundation je kalifornská nezisková organizácia oslobodená v Spojených štátoch od platenia dane podľa IRC 501(c)(3) a verejne prospešná organizácia uznaná podľa IRC 170(b)(1)(A) a 509(a)(1). Príspevky v bitcoinoch sa pre účely daňových zákonov USA považujú za príspevok na dobročinné účely. Pretože je bitcoin pre daňové účely v USA považovaný za nehnuteľnosť (IRS Notice 2014-21), môžu sa na tieto príspevky vzťahovať špeciálne pravidlá týkajúce sa výšky odpočítateľnej položky, dokumentov, ktoré musia byť poskytnuté za účelom odpočtu z dane alebo ďalších záležitostí.
sl: Ustanova Mozilla Foundation je kalifornijska neprofitna družba, oproščena plačila davka v ZDA na podlagi člena 501 (c) (3) notranjega davčnega zakonika, in javna dobrodelna ustanova, kot je opredeljeno v notranjem davčnem zakoniku v členih 170 (b) (1) (A) in 509 (a) (1). Donacije, ki jih Mozilla prejme v bitcoinih, se štejejo kot dobrodelni prispevek po zveznih zakonih ZDA, ki se uporabljajo po lastni presoji za dobrodelne namene. Ker je ameriška davčna uprava sporočila, da bo za davčne namene (glejte objavo davčne uprave 2014-21) bitcoine štela kot lastnino, bodo donacije v bitcoinih predmet posebnih pravil, odvisno od zneska olajšave, zahtevane dokumentacije za olajšavo ali drugih zadev.
sv_se: Mozilla Foundation är ett ideellt företag i Kalifornien som är undantaget från USA:s federala inkomstbeskattning enligt IRC 501(c)(3) och en offentlig välgörenhet klassificerad under IRC avsnitt 170(b)(1)(A) och 509(a)(1). Bitcoin-donationer som Mozilla får betraktas som välgörenhetsbidrag enligt amerikanska federala skatteregler, som ska användas efter eget gottfinnande för sina välgörenhetsändamål. Eftersom IRS har angett att den kommer att behandla bitcoin som egendom i USA:s skatteändamål (se IRS-meddelande 2014-21), kan donationer av bitcoin vara föremål för särskilda regler för beloppet av ditt välgörenhetsavdrag, den dokumentation som måste lämnas för att kräva skatteavdrag eller andra frågor.
tr: Mozilla Vakfı, IRC 501(c)(3)'e göre kâr amacı gütmeyen bir Kaliforniya şirketidir ve IRC bölümleri 170(b)(1)(A) ve 509(a)(1)a'ya göre bir kamusal hayır cemiyetidir. Mozilla'nın aldığı bitcoin bağışları ABD federal vergi yasalarına göre hayır amacı taşıyan katkılardır ve vakfın uygun gördüğü şekilde hayır işleri için kullanılacaktır. IRS bitcoin para birimini ABD vergi yasalarında bir mülk olarak değerlendireceğinden (bkz. IRS 2014-21 sayılı duyurusu); söz konusu bitcoin bağışları; hayırlı işe konu olan gelirin vergi muafiyeti, vergi muafiyeti için zorunlu olan belgeler ve diğer meseleler bağlamında özel kurallara tâbi olabilir.
zh_tw: Mozilla Foundation 是依照美國國內稅收法 501(c)(3) 條款登記設立於美國加州，並依照 170(b)(1)(A) 及 509(a)(1) 條款認定的非營利企業。根據美國聯邦稅法，Mozilla 收到的比特幣捐款可視為慈善捐助，供其自行依慈善目的運用。由於美國國稅局已表明將比特幣視為可課稅之財產（請參考 IRS 的 2014-21 號公告），對您以比特幣捐助的金額可能有特別規定，例如必須提供特別文件方可扣抵稅額。

source: Learn more about bitcoin donations <a href="%(bitcoin_wiki)s">here</a>. To donate bitcoin, <a href="%(bitcoin_donate)s">please visit this link.</a>
hu: További információ a bitcoin adományokról <a href="%(bitcoin_wiki)s">itt</a>. Bitcoin adományozáshoz kattintson a <a href="%(bitcoin_donate)s">hivatkozásra.</a>
ka: ვრცლად, ბიტკოინით შემოწირულობების შესახებ <a href="%(bitcoin_wiki)s">იხილეთ აქ</a>. ბიტკონის შემოსაწირად, <a href="%(bitcoin_donate)s">გთხოვთ, ეწვიოთ ამ ბმულს.</a>
nl: Lees <a href="%(bitcoin_wiki)s">hier</a> meer over bitcoindonaties. <a href="%(bitcoin_donate)s">Volg deze koppeling</a> om bitcoins te doneren.
nn_no: Les meir om bitcoin-donasjonar <a href="%(bitcoin_wiki)s">her</a>. For å donere bitcoin, <a href="%(bitcoin_donate)s">gå til denne lenka.</a>
pl: <a href="%(bitcoin_wiki)s">Ta strona</a> zawiera więcej informacji o datkach w bitcoinach. <a href="%(bitcoin_donate)s">Na tej stronie</a> można wykonać taki datek.
pt_br: Saiba mais sobre doações de bitcoin <a href="%(bitcoin_wiki)s">aqui</a>. Para doar bitcoin, <a href="%(bitcoin_donate)s">visite este link</a>.
pt_pt: Saiba mais sobre donativos de bitcoin <a href="%(bitcoin_wiki)s">aqui</a>. Para fazer donativos em bitcoin, <a href="%(bitcoin_donate)s">por favor, visite esta ligação.</a>
sk: Ďalšie informácie o príspevkoch vo forme bitcoinov nájdete <a href="%(bitcoin_wiki)s">tu</a>. Ak chcete prispieť v bitcoinoch, <a href="%(bitcoin_donate)s">navštívte túto stránku</a>.
sv_se: Läs mer om bitcoin-donationer <a href="%(bitcoin_wiki)s">här</a>. För att donera bitcoin, <a href="%(bitcoin_donate)s">besök denna länk.</a>
zh_tw: 可<a href="%(bitcoin_wiki)s">在此</a>了解以比特幣捐款的更多資訊。您可到<a href="%(bitcoin_donate)s">此鏈結</a>使用比特幣捐款。

source: Your information
bn: আপনার তথ্য
gu_in: તમારી માહિતી
hr: Vaši podaci
hu: Az Ön információi
ka: თქვენი მონაცემები
lo: ຂໍ້ມູນຂອງທ່ານ
mr: तुमची माहिती
nl: Uw gegevens
nn_no: Dine opplysningar
pl: Twoje informacje
pt_br: Suas informações
pt_pt: A sua informação
ru: Ваша информация
sk: Vaše údaje
sl: Vaši podatki
sv_se: Din information
tr: Bilgileriniz
zh_tw: 您的資訊
